Repository: canonical/ubuntu-pro-for-wsl
Catalog: gui/packages/ubuntupro/lib/l10n/app_*.arb
Languages: cs, de, el, eo, es, et, eu, fr, ga, he, hu, id, ka, kn, ko, lo, nl, pl, pt_br, ro, ru, sk, sv, tr, ug, uk, zh, zh_tw

# tokenValid
source: Valid token
cs: Platný token
de: Gültiges Token
el: Έγκυρο Token
eo: Valida ĵetono
es: Token válido
et: Kehtiv tunnusluba
eu: Baliozko tokena
fr: Jeton valide
ga: Comhartha bailí
he: אסימון תקף
hu: Érvényes token
id: Token valid
ka: სწორი ტოკენი
kn: ಮಾನ್ಯ ಟೋಕನ್
ko: 유효한 토큰
lo: ໂທເຄັນຖືກຕ້ອງ
nl: Geldig token
pl: Token prawidłowy
pt_br: Token válido
ro: Jeton valid
ru: Токен подходит
sk: Platný token
sv: Giltig token
tr: Geçerli jeton
ug: ئىناۋەتلىك پەرمان تاختا
uk: Дійсний токен
zh: 令牌有效
zh_tw: 有效 token

# agentStatePingNonResponsive
source: Ubuntu Pro background agent is not responding.
cs: Agent pro Ubuntu Pro (na pozadí) neodpovídá.
de: Ubuntu Pro-Hintergrundagent reagiert nicht.
eo: Fona agento de Ubuntu Pro ne respondas.
es: El agente de fondo de Ubuntu Pro no está respondiendo.
et: Taustateenusena töötav Ubuntu Pro agentprogramm ei vasta.
eu: Ubuntu Pro atzeko planoko agenteak ez du erantzuten.
fr: L'agent Ubuntu Pro d’arrière-plan ne répond pas.
ga: Níl gníomhaire cúlra Ubuntu Pro ag freagairt.
he: סוכן הרקע של Ubuntu Pro אינו מגיב.
hu: Az Ubuntu Pro háttérügynök nem válaszol.
id: Agen latar Ubuntu Pro tidak merespon.
ka: Ubuntu Pro-ის ფონური აგენტი არ პასუხობს.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತಿಲ್ಲ.
ko: Ubuntu Pro 백그라운드 에이전트가 응답하지 않습니다.
lo: Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro ບໍ່ຕອບສະໜອງ.
nl: Ubuntu Pro-achtergrondagent reageert niet.
pl: Nie odpowiada agent w tle Ubuntu Pro.
pt_br: O agente em segundo plano do Ubuntu Pro não está respondendo.
ro: Agentul Ubuntu Pro de fundal nu răspunde.
ru: Фоновый агент Ubuntu Pro не отвечает.
sk: Agent Ubuntu Pro neodpovedá.
sv: Ubuntu Pro-bakgrundsagent svarar inte.
tr: Ubuntu Pro arka plan aracısı yanıt vermiyor.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسى ئىنكاس قايتۇرۇۋاتىدۇ.
uk: Фоновий агент Ubuntu Pro не відповідає.
zh: Ubuntu Pro 后台代理未响应。
zh_tw: Ubuntu Pro 背景代理程式沒有回應。

# buttonBack
source: Back
cs: Zpět
de: Zurück
eo: Reen
es: Atrás
et: Tagasi
eu: Atzera
fr: Retour
ga: Ar ais
he: אחורה
hu: Vissza
id: Mundur
ka: უკან
kn: ಹಿಂದೆ
ko: 뒤로
lo: ກັບຄືນ
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
ug: قايت
uk: Назад
zh: 返回
zh_tw: 返回

# purchaseStatusUnknown
source: Unknown error when trying to purchase the subscription. Consider restarting this app.
cs: Neznámá chyba při pokusu o zakoupení předplatného. Zvažte restartování této aplikace.
de: Beim Versuch, das Abonnement zu kaufen, ist ein unbekannter Fehler aufgetreten. Erwägen Sie einen Neustart dieser App.
eo: Nekonata eraro pri aĉetado de la abono. Provu relanĉi ĉi tiun programon.
es: Error desconocido al intentar comprar la suscripción. Considere reiniciar esta app.
et: Tellimuse ostmisel tekkis tundmatu viga. Proovi rakendust uuesti käivitada.
eu: Errore ezezaguna harpidetza erosten saiatzean. Aplikazioa berrabiaraziz proba dezakezu.
fr: Erreur inconnue lors de l’achat de l’abonnement. Envisagez de redémarrer cette application.
ga: Earráid anaithnid agus iarracht á déanamh an síntiús a cheannach. Smaoinigh ar an aip seo a atosú.
he: שגיאה לא ידועה במהלך ניסיון לרכוש מינוי. כדאי לשקול להפעיל את היישום מחדש.
hu: Ismeretlen hiba történt az előfizetés vásárlási kísérleténél. Fontolja meg az alkalmazás újraindítását.
id: Kesalahan yang tidak diketahui saat mencoba membeli langganan. Pertimbangkan restart aplikasi ini.
ka: უცნობი შეცდომა გამოწერის შეძენისას. იფიქრეთ ამ აპის გადატვირთვაზე.
kn: ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಅಜ್ಞಾತ ದೋಷ. ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಮರುಪ್ರಾರಂಭಿಸುವುದನ್ನು ಪರಿಗಣಿಸಿ.
lo: ເກີດຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກເມື່ອພະຍາຍາມຊື້ການສະໝັກໃຊ້. ລອງປິດແລ້ວເປີດແອັບນີ້ໃໝ່.
nl: Onbekende fout bij het kopen van het abonnement. Overweeg om deze app opnieuw op te starten.
pl: Nieznany błąd podczas próby zakupu subskrypcji. Rozważ ponowne uruchomienie tej aplikacji.
pt_br: Um erro inesperado ao tentar comprar a assinatura. Considere reiniciar esse aplicativo.
ru: Неизвестная ошибка при попытке приобрести подписку. Попробуйте перезапустить это приложение.
sk: Neznáma chyba pri pokuse o zakúpenie predplatného. Zvážte reštartovanie tejto aplikácie.
sv: Okänt fel vid försök att köpa abonnemanget. Prova att starta om den här appen.
tr: Abonelik satın alınırken bilinmeyen bir hata oluştu. Bu uygulamayı yeniden başlatmayı düşünün.
ug: مۇشتەرىلىكنى سېتىۋېلىش جەريانىدا يوچۇن خاتالىق كۆرۈلدى. بۇ ئەپنى قايتا قوزغىتىشنى ئويلىشىڭ.
uk: Невідома помилка під час спроби оформити передплату. Спробуйте перезапустити застосунок.
zh: 在购买订阅的过程中出现未知错误。请考虑重新启动此应用。
zh_tw: 嘗試購買訂閱時出現未知錯誤。請考慮重新啟動此應用程式。

# landscapeFileTooLarge
source: Configuration file is too large
cs: Soubor s nastaveními je příliš velký
de: Konfigurationsdatei ist zu groß
eo: Agorda dosiero estas tro granda
es: El archivo de configuración es muy grande
et: Seadistustefail on liiga suur
eu: Konfigurazio-fitxategia handiegia da
fr: Fichier de configuration trop volumineux
ga: Tá an comhad cumraíochta ró-mhór
he: קובץ ההגדרות גדול מדי
hu: A beállítófájl túl nagy
id: Berkas konfigurasi terlalu besar
ka: კონფიგურაციის ფაილი მეტისმეტად დიდია
kn: ಕಾನ್ಫಿಗರೇಶನ್ ಫೈಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
ko: 설정 파일이 너무 큽니다
lo: ໄຟລ໌ຕັ້ງຄ່າມີຂະໜາດໃຫຍ່ເກີນໄປ
nl: Configuratiebestand is te groot
pl: Plik konfiguracyjny jest za duży
pt_br: O arquivo de configuração é muito grande
ru: Файл конфигурации слишком большой
sk: Súbor konfigurácie je príliš veľký
sv: Konfigurationsfilen är för stor
tr: Yapılandırma dosyası çok büyük
ug: سەپلىمە ھۆججەت بەك چوڭ
uk: Файл конфігурації завеликий
zh: 配置文件过大
zh_tw: 設定檔太大

# agentStateCannotStart
source: Ubuntu Pro background agent cannot be started.
cs: Agent pro Ubuntu Pro (na pozadí) nebylo možné spustit.
de: Ubuntu Pro-Hintergrundagent kann nicht gestartet werden.
eo: Ne eblas lanĉi fonan agenton de Ubuntu Pro.
es: No se puede iniciar el agente en segundo plano de Ubuntu Pro.
et: Taustateenusena töötava Ubuntu Pro agentprogrammi käivitamine ei õnnestu.
eu: Ubuntu Pro atzeko planoko agentea ezin da abiarazi.
fr: L'agent Ubuntu Pro d’arrière-plan ne peut pas être démarré.
ga: Ní féidir gníomhaire cúlra Ubuntu Pro a thosú.
he: לא ניתן להפעיל את סוכן הרקע של Ubuntu Pro.
hu: Az Ubuntu Pro háttérügynököt nem lehet elindítani.
id: Agen latar Ubuntu Pro tidak bisa dimulai.
ka: Ubuntu Pro-ის ფონური აგენტის გაშვება შეუძლებელია.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲಾಗುವುದಿಲ್ಲ.
ko: Ubuntu Pro 백그라운드 에이전트를 시작할 수 없었습니다.
lo: ບໍ່ສາມາດເລີ່ມຕົ້ນ Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro ໄດ້.
nl: Ubuntu Pro background agent kan niet worden gestart.
pl: Nie można uruchomić agenta w tle Ubuntu Pro.
pt_br: O agente em segundo plano do Ubuntu Pro não pode ser iniciado.
ro: Agentul Ubuntu Pro de fundal nu a putut fi pornit.
ru: Фоновый агент Ubuntu Pro не может быть запущен.
sk: Agenta Ubuntu Pro sa nedá spustiť.
sv: Ubuntu Pro-bakgrundsagent kan inte startas.
tr: Ubuntu Pro arka plan aracısı başlatılamıyor.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسى قوزغىتالمىدى.
uk: Неможливо запустити фоновий агент Ubuntu Pro.
zh: Ubuntu Pro 后台代理未能启动。
zh_tw: Ubuntu Pro 背景代理程式無法啟動。

# landscapeFileNotFound
source: File not found
cs: Soubor nenalezen
de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
eo: Dosiero ne troviĝis
es: Archivo no encontrado
et: Faili ei leidu
eu: Ez da fitxategia aurkitu
fr: Fichier non trouvé
ga: Comhad gan aimsiú
he: הקובץ לא נמצא
hu: A fájl nem található
id: Berkas tidak ditemukan
ka: ფაილი ვერ ვიპოვე
kn: ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
ko: 파일을 찾을 수 없습니다
lo: ບໍ່ພົບໄຟລ໌
nl: Bestand niet gevonden
pl: Plik nie został znaleziony
pt_br: Arquivo não encontrado
ru: Файл не найден
sk: Súbor nebol nájdený
sv: Filen hittades inte
tr: Dosya bulunamadı
ug: ھۆججەت تېپىلمىدى
uk: Файл не знайдено
zh: 文件未找到
zh_tw: 未找到檔案

# tokenErrorEmpty
source: Token cannot be empty
cs: Token je třeba vyplnit
de: Token darf nicht leer sein
eo: Ĵetono ne povas esti malplena
es: El token no puede estar vacío
et: Tunnusluba ei tohi jääda tühjaks
eu: Tokena ezin da hutsik egon
fr: Le jeton ne peut pas être vide
ga: Ní féidir leis an comhartha a bheith folamh
he: האסימון לא יכול להיות ריק
hu: A token nem lehet üres
id: Token tidak boleh kosong
ka: ტოკენი ცარიელი ვერ იქნება
kn: ಟೋಕನ್ ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
ko: 토큰은 비워둘 수 없습니다
lo: ໂທເຄັນຕ້ອງບໍ່ຫວ່າງເປົ່າ
nl: Token kan niet leeg zijn
pl: Token nie może być pusty
pt_br: Token não pode ser vazio
ro: Jetonul nu poate fi gol
ru: Токен не может быть пустым
sk: Token nemôže byť prázdny
sv: Token får inte vara tom
tr: Jeton boş olamaz
ug: پەرمان تاختا بوش قالمايدۇ
uk: Токен не може бути порожнім
zh: 令牌不能为空
zh_tw: Token 不能為空

# landscapeConfigureButton
source: Configure Landscape
cs: Nastavit pro Landscape
de: Landscape konfigurieren
eo: Agordi Landscape
es: Configurar Landscape
et: Seadista Landscape'i teenus
eu: Konfiguratu Landscape
fr: Configurer Landscape
ga: Cumraigh Tírdhreach
he: הגדרת Lanscape
hu: Landscape beállítása
id: Konfigurasikan Landscape
ka: Landscape-ის მორგება
kn: ಭೂದೃಶ್ಯವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: Landscape 설정
lo: ຕັ້ງຄ່າ Landscape
nl: Landscape configureren
pl: Skonfiguruj Landscape
pt_br: Configurar o Landscape
ru: Настроить Landscape
sk: Nakonfigurovať Landscape
sv: Konfigurera Landscape
tr: Landscape'i Yapılandır
ug: Landscape سەپلە
uk: Налаштувати Landscape
zh: 配置 Landscape
zh_tw: 設定 Landscape

# tokenErrorInvalid
source: Invalid token
cs: Neplatný token
de: Ungültiges Token
el: Μη έγκυρο token
eo: Nevalida ĵetono
es: Token no válido
et: Vigane tunnusluba
eu: Token baliogabea
fr: Jeton non valide
ga: Comhartha neamhbhailí
he: אסימון שגוי
hu: Érvénytelen token
id: Token tidak valid
ka: არასწორი ტოკენი
kn: ಅಮಾನ್ಯ ಟೋಕನ್
ko: 유효하지 않은 토큰
lo: ໂທເຄັນບໍ່ຖືກຕ້ອງ
nl: Ongeldig token
pl: Token nieprawidłowy
pt_br: Token inválido
ro: Jeton invalid
ru: Неверный токен
sk: Neplatný token
sv: Ogiltig token
tr: Geçersiz jeton
ug: ئىناۋەتسىز پەرمان تاختا
uk: Недійсний токен
zh: 无效令牌
zh_tw: 無效 token

# statusBarReportBugTooltip
source: Report a bug
cs: Nahlásit chybu
de: Einen Fehler melden
el: Αναφέρετε ένα λάθος
eo: Raporti cimon
es: Informar un error
et: Teata veast
eu: Eman arazoaren berri
fr: Signaler un bug
ga: Tuairiscigh fabht
he: דיווח על תקלה
hu: Hiba jelentése
id: Laporkan kutu
ka: შეტყობინება შეცდომის შესახებ
kn: ದೋಷವನ್ನು ವರದಿ ಮಾಡಿ
ko: 버그 제보
lo: ລາຍງານຂໍ້ຜິດພາດ (Bug)
nl: Een fout melden
pl: Zgłoś błąd
pt_br: Reportar um bug
ru: Сообщить о проблеме
sk: Nahlásiť chybu
sv: Rapportera ett fel
tr: Bir hata bildirin
ug: كەمتۈك مەلۇم قىل
uk: Повідомити про помилку
zh: 报告问题
zh_tw: 回報錯誤

# proHeading
source: Open source software security by the publishers of Ubuntu, now available on Windows. {aboutLink}
cs: Zabezpečení softwaru s otevřeným zdrojovým kódem od vydavatelů Ubuntu, nyní dostupné pro Windows. {aboutLink}
de: Die Sicherheit quelloffener Software von den Herausgebern von Ubuntu, jetzt auch für Windows verfügbar. {aboutLink}
el: Το open source λογισμικό ασφαλείας από τους εκδότες του Ubuntu,τώρα και στα Windows.{aboutLink}
eo: Malfermitkoda programa sekureco far la eldonantoj de Ubuntu, nun disponebla ĉe Windows. {aboutLink}
es: Seguridad de software de código abierto de los editores de Ubuntu, ahora disponible en Windows. {aboutLink}
et: Avatud lähtekoodil põhinev turvatarkvara Ubuntu arendajatelt on nüüd saadaval Windowsis. {aboutLink}
eu: Ubunturen argitaratzaileen eskutik datorren kode irekiko softwarearen segurtasuna, orain Windowsen. {aboutLink}
fr: Logiciel de sécurité open source par les éditeurs d’Ubuntu, maintenant disponible sur Windows. {aboutLink}
ga: Slándáil bogearraí foinse oscailte ag foilsitheoirí Ubuntu, ar fáil anois ar Windows. {aboutLink}
he: אבטחת תוכנה בקוד פתוח על ידי המפיצים של אובונטו, זמינה מעתה על Windows.‏ {aboutLink}
hu: Nyílt forráskódú szoftver biztonsága az Ubuntu kiadója által, mostantól elérhető Windowson is. {aboutLink}
id: Keamanan perangkat lunak open source oleh penerbit Ubuntu, sekarang tersedia di Windows. {aboutLink}
ka: ღია წყაროს მქონე პროგრამების უსაფრთხოება Ubuntu-ის გამომცემლებისგან ახლა ხელმისაწვდომია Windows-ზე. {aboutLink}
kn: ಉಬುಂಟು ಪ್ರಕಾಶಕರಿಂದ ಓಪನ್ ಸೋರ್ಸ್ ಸಾಫ್ಟ್‌ವೇರ್ ಭದ್ರತೆ, ಈಗ ವಿಂಡೋಸ್‌ನಲ್ಲಿ ಲಭ್ಯವಿದೆ. {aboutLink}
ko: Ubuntu에서 직접 제공하는 오픈 소스 소프트웨어 보안 솔루션이 이제 Windows에서도 사용 가능합니다. {aboutLink}
lo: ຄວາມປອດໄພຂອງຊອບແວໂອເພນຊອດໂດຍຜູ້ຈັດພິມ Ubuntu, ຕອນນີ້ໃຊ້ໄດ້ແລ້ວໃນ Windows. {aboutLink}
nl: Open source softwarebeveiliging door de uitgevers van Ubuntu, nu beschikbaar op Windows. {aboutLink}
pl: Oprogramowanie zabezpieczające typu open source od wydawców Ubuntu, teraz dostępne w systemie Windows. {aboutLink}
pt_br: Segurança de software de código aberto pelos editores do Ubuntu, agora disponível no Windows. {aboutLink}
ro: Software de securitate open source de la editorii Ubuntu, acum disponibil pe Windows. {aboutLink}
ru: Программное обеспечение безопасности с открытым исходным кодом от издателей Ubuntu, теперь доступно и для Windows. {aboutLink}
sk: Bezpečnosť open-source softvéru od tvorcov Ubuntu, teraz dostupná aj vo Windows. {aboutLink}
sv: Öppen källkodsprogramvara från utvecklarna av Ubuntu, nu tillgänglig för Windows. {aboutLink}
tr: Ubuntu yayıncılarının açık kaynaklı yazılım güvenliği artık Windows'ta da mevcut. {aboutLink}
ug: Ubuntu تارقاتقۇچىنىڭ ئوچۇق كودلۇق يۇمشاق دېتال بىخەتەرلىكىنى ھازىر Windows تا ئىشلەتكىلى بولىدۇ. {aboutLink}
uk: Безпека програмного забезпечення з відкритим кодом від видавців Ubuntu, тепер доступна для Windows. {aboutLink}
zh: 来自 Ubuntu 发布者的开源软件安全，现于 Windows 上可用。{aboutLink}
zh_tw: 由 Ubuntu 發行商提供的開放原始碼軟體安全性，現在可在 Windows 上使用。{aboutLink}

# landscapeFQDNError
source: Invalid FQDN. Expected a fully qualified domain name or IP address.
cs: Neplatné FQDN. Formát by měl být úplný název hostitele nebo IP adresa.
de: Ungültiger FQDN. Es wurde ein vollqualifizierter Domainname oder eine IP-Adresse erwartet.
eo: Nevalida plene kvalifikita nomregno. Formo devas esti plene kvalifikita nomregno aŭ IP-adreso.
es: FQDN inválido. El formato debe ser un nombre de dominio o dirección IP.
et: Vigane täielik domeeninimi. Vorming peaks olema täismahus hosti nimi (FQDN) või ip-aadress.
eu: FQDN baliogabea. Domeinu-izen edo IP helbide baliozko bat izan behar da.
fr: FQDN non valide. Attendu un nom de domaine entièrement qualifié ou une adresse IP.
ga: FQDN neamhbhailí. Bhíothas ag súil le hainm fearainn nó seoladh IP láncháilithe.
he: שם מארח מלא (FQDN) שגוי. אמור להיות שם מארח מלא או כתובת IP.
hu: Érvénytelen FQDN. Teljesen minősített tartománynév vagy IP-cím az elvárt.
id: FQDN tidak valid. Diharapkan suatu nama domain lengkap atau alamat IP.
ka: არასწორი FQDN. ფორმატი უნდა იყოს ჰოსტის სახელი, ან IP მისამართი.
kn: ಅಮಾನ್ಯ FQDN. ಸಂಪೂರ್ಣ ಅರ್ಹ ಡೊಮೇನ್ ಹೆಸರು ಅಥವಾ IP ವಿಳಾಸವನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ.
lo: FQDN ບໍ່ຖືກຕ້ອງ. ຕ້ອງການຊື່ໂດເມນທີ່ສົມບູນ ຫຼື ທີ່ຢູ່ IP.
nl: Ongeldige FQDN. Verwachtte een volledig gekwalificeerde domeinnaam of IP-adres.
pl: Nieprawidłowa FQDN. Oczekiwano w pełni kwalifikowanej nazwy domeny lub adresu IP.
pt_br: FQDN inválido. Espera-se um nome de domínio completamente qualificado ou endereço IP.
ru: Недопустимое FQDN. Ожидается полное доменное имя или IP-адрес.
sk: Neplatný FQDN. Očakáva sa úplne kvalifikovaný názov domény alebo IP adresa.
sv: Ogiltig FQDN. Ett fullständigt värdnamn eller IP-adress förväntades.
tr: Geçersiz FQDN. Biçim, ana bilgisayar adı veya IP adresi olmalıdır.
ug: ئىناۋەتسىز مۇكەممەل دائىرە ئىسمى. مۇكەممەل دائىرە ئىسمى ياكى IP ئادرېس تەمىنلىنىشى كېرەك.
uk: Недійсний FQDN. Формат повинен бути ім'ям хосту або IP-адресою.
zh: FQDN 无效。格式必须为主机名或 IP 地址。
zh_tw: 無效的 FQDN。需要提供完整的網域名稱或IP位址。

# purchaseStatusAlreadyPurchased
source: You are already subscribed to Pro.
cs: Už jste přihlášeni k Pro.
de: Sie haben bereits ein Pro-Abonnement.
el: Είσαστε ήδη συνδρομητής στο Ubuntu Pro.
eo: Vi jam abonas Ubuntu Pro.
es: Ya está suscrito a Ubuntu Pro.
et: Sul juba on Ubuntu Pro tellimus olemas.
eu: Dagoeneko harpidetuta zaude Pro-ra.
fr: Vous êtes déjà abonné(e) à Pro.
ga: Tá tú sínithe le Pro cheana féin.
he: כבר נרשמת ל־Pro.
hu: Ön már előfizetett a Pro szolgáltatásra.
id: Anda sudah berlangganan Pro.
ka: Pro უკვე გამოწერილი გაქვთ.
kn: ನೀವು ಈಗಾಗಲೇ Pro ಗೆ ಚಂದಾದಾರರಾಗಿರುವಿರಿ.
ko: 이미 Pro를 구독 중입니다.
lo: ທ່ານໄດ້ສະໝັກໃຊ້ Pro ແລ້ວ.
nl: Je bent al geabonneerd op Pro.
pl: Subskrybujesz już Pro.
pt_br: Você já é assinante do Ubuntu Pro.
ro: Ești deja abonat(ă) la Pro.
ru: Вы уже подписаны на Pro.
sk: Už máte aktívne predplatné Pro.
sv: Du abonnerar redan på Pro.
tr: Zaten Pro'ya abonesiniz.
ug: سىز Ubuntu Pro غا مۇشتەرى بولۇپ بولغان.
uk: Ви вже передплатили Pro.
zh: 您已经订阅了 Ubuntu Pro。
zh_tw: 您已訂閱 Ubuntu Pro。

# tokenInputDescription
source: Enter a token from {proLink} or your system administrator
cs: Zadejte token z {proLink} nebo od vašeho správce systému
de: Geben Sie ein Token von {proLink} oder Ihrem Systemadministrator ein
eo: Tajpu ĵetonon el {proLink} aŭ via sistemadministranto
es: Introduzca un token desde {proLink} o su administrador del sistema
et: Sisesta tunnusluba, milles oled saanud {proLink} lehelt või oma süsteemihaldajalt
eu: Sartu {proLink} helbideko token bat edo zure sistemaren administratzailea
fr: Entrez un jeton de {proLink} ou de votre administrateur système
ga: Cuir isteach comhartha ó {proLink} nó ó do riarthóir córais
he: נא למלא אסימון מ־{proLink} או מהנהלת המערכת שלך
hu: Adja meg a(z) {proLink} helyről vagy a rendszergazdától származó tokent
id: Masukkan token dari {proLink} atau administrator sistem Anda
ka: შეიყვანეთ ტოკენი {proLink}-დან, ან თქვენი სისტემური ადმინისტრატორისგან
kn: {proLink} ಅಥವಾ ನಿಮ್ಮ ಸಿಸ್ಟಂ ನಿರ್ವಾಹಕರಿಂದ ಟೋಕನ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: {proLink}나 시스템 관리자에게서 발급받은 토큰을 입력하십시오
lo: ປ້ອນໂທເຄັນຈາກ {proLink} ຫຼື ຈາກຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ
nl: Voer een token in van {proLink} of uw systeembeheerder
pl: Wprowadź token z {proLink} lub od administratora systemu
pt_br: Insira um token de {proLink} ou do seu administrador de sistemas
ro: Introdu un jeton de la {proLink} sau administratorul sistemului tău
ru: Введите токен, полученный на {proLink} или от Вашего системного администратора
sk: Zadajte token z {proLink} alebo od správcu systému
sv: Ange en token från {proLink} eller din systemadministratör
tr: {proLink} veya sistem yöneticinizden bir jeton girin
ug: {proLink} نىڭ ياكى سىستېما باشقۇرغۇچىنىڭ پەرمان تاختىسى كىرگۈزۈلىدۇ
uk: Введіть токен з {proLink} або вашого системного адміністратора
zh: 输入来自 {proLink} 或你的系统管理员处的令牌
zh_tw: 輸入來自 {proLink} 或系統管理員的 token

# tokenInputHint
source: Token
eo: Ĵetono
et: Tunnusluba
eu: Tokena
fr: Jeton
ga: Comhartha
he: אסימון
ka: ტოკენი
kn: ಟೋಕನ್
ko: 토큰
lo: ໂທເຄັນ
ro: Jeton
ru: Токен
tr: Jeton
ug: پەرمان تاختا
uk: Токен
zh: 令牌

source: Attach
cs: Připojit
de: Anbinden
el: Επισύναψη
eo: Alkroĉi
es: Adjuntar
et: Seo
eu: Erantsi
fr: Rejoindre
ga: Ceangail
he: צירוף
hu: Csatolás
id: Cantolkan
ka: მიმაგრება
kn: ಲಗತ್ತಿಸಿ
ko: 등록
lo: ເຊື່ອມຕໍ່
nl: Koppelen
pl: Podłącz
pt_br: Vincular
ro: Atașare
ru: Привязать
sk: Pripojiť
sv: Anslut
tr: Ekle
ug: باغلا
uk: Долучити
zh: 绑定
zh_tw: 綁定

# applyingProToken
source: Applying token {token}
cs: Použití tokenu {token}
de: Token {token} wird angewendet
eo: Efektivigante ĵetonon {token}
es: Aplicando token {token}
et: Pro teenuse tunnusluba {token} on rakendamisel
eu: {token} tokena aplikatzen
fr: Application du jeton {token}
ga: Chomhartha {token} á chur i bhfeidhm
he: האסימון {token} חל
hu: A(z) {token} token alkalmazása
id: Menerapkan token {token}
ka: მიმდინარეობს ტოკენის {token} გადატარება
kn: ಟೋಕನ್ {ಟೋಕನ್} ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆಟೋಕನ್ {ಟೋಕನ್} ಅನ್ವಯಿಸಲಾಗುತ್ತಿದೆ
ko: 토큰 {token} 적용 중
lo: ກຳລັງນຳໃຊ້ໂທເຄັນ {token}
nl: Token toepassen {token}
pl: Zastosowanie tokena {token}
pt_br: Aplicando o token {token}
ro: Aplicând jetonul {token}
ru: Применение токена {token}
sk: Aplikuje sa token {token}
sv: Tillämpar token {token}
tr: {token} jeton uygulanıyor
ug: {token} پەرمان تاختىنى قوللىنىۋاتىدۇ
uk: Застосування токена {token}
zh: 正在应用令牌 {token}
zh_tw: 正在套用 token {token}

source: Apply Pro Token
cs: Použít „Pro“ Token
de: Pro-Token anwenden
el: Εφαρμογή Pro Token
eo: Efektivigi ĵetonon de Ubuntu Pro
es: Aplicar Token Pro
et: Rakenda Pro teenuse tunnusluba
eu: Aplikatu Pro tokena
fr: Appliquer jeton Pro
ga: Cuir Pro Token i bhfeidhm
he: החלת אסימון Pro
hu: Pro token alkalmazása
id: Terapkan Token Pro
ka: Pro ტოკენის გამოყენება
kn: ಪ್ರೊ ಟೋಕನ್ ಅನ್ನು ಅನ್ವಯಿಸಿ
ko: Pro 토큰 적용하기
lo: ນຳໃຊ້ໂທເຄັນ Pro
nl: Pro-token toepassen
pl: Zastosuj token Pro
pt_br: Aplicar o token do Ubuntu Pro
ro: Aplicare Jeton Pro
ru: Применить Pro-токен
sk: Použiť Pro Token
sv: Tillämpa Pro-token
tr: Pro Jeton'u Uygula
ug: Pro پەرمان تاختىنى قوللان
uk: Застосувати токен Pro
zh: 应用 Pro 令牌
zh_tw: 套用 Pro Token

# agent
source: Ubuntu Pro background agent
cs: Agent pro Ubuntu Pro (na pozadí)
de: Ubuntu Pro-Hintergrundagent
eo: Fona agento de Ubuntu Pro
es: Agente en segundo plano de Ubuntu Pro
et: Taustateenusena töötav Ubuntu Pro agentprogramm
eu: Ubuntu Pro atzeko planoko agentea
fr: Agent Ubuntu Pro d’arrière-plan
ga: Gníomhaire cúlra Ubuntu Pro
he: סוכן רקע של Ubuntu Pro
hu: Ubuntu Pro háttérügynök
id: Agen latar Ubuntu Pro
ka: Ubuntu Pro-ის ფონის აგენტი
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್
ko: Ubuntu Pro 백그라운드 에이전트
lo: Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro
nl: Ubuntu Pro achtergrond-agent
pl: Agent w tle Ubuntu Pro
pt_br: Agente em segundo plano do Ubuntu Pro
ro: Agent Ubuntu Pro de fundal
ru: Фоновый агент Ubuntu Pro
sk: Agent Ubuntu Pro
sv: Ubuntu Pro-bakgrundsagent
tr: Ubuntu Pro arka plan aracısı
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسى
uk: Фоновий агент Ubuntu Pro
zh: Ubuntu Pro后台代理
zh_tw: Ubuntu Pro 背景代理程式

# agentStateStarting
source: Ubuntu Pro background agent is starting.
cs: Agent Ubuntu Pro se spouští (na pozadí).
de: Ubuntu Pro-Hintergrundagent wird gestartet.
eo: Fona agento de Ubuntu Pro lanĉiĝas.
es: Agente de fondo de Ubuntu Pro está arrancando.
et: Taustateenusena töötav Ubuntu Pro agentprogramm on käivitamisel.
eu: Ubuntu Pro atzeko planoko agentea abiarazten ari da.
fr: L'agent Ubuntu Pro d’arrière-plan démarre.
ga: Tá gníomhaire cúlra Ubuntu Pro ag tosú.
he: סוכן הרקע של Ubuntu Pro עולה.
hu: Az Ubuntu Pro háttérügynök elindul.
id: Agen latar Ubuntu Pro sedang memulai.
ka: მიმდინარეობს Ubuntu Pro-ის ფონური აგენტის გაშვება.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಪ್ರಾರಂಭವಾಗುತ್ತಿದೆ.
ko: Ubuntu Pro 백그라운드 에이전트가 시작 중입니다.
lo: Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro ກຳລັງເລີ່ມຕົ້ນ.
nl: Ubuntu Pro achtergrondagent wordt gestart.
pl: Uruchamia się agent w tle Ubuntu Pro.
pt_br: O agente em segundo plano do Ubuntu Pro está iniciando.
ro: Agentul Ubuntu Pro de fundal pornește.
ru: Запускается Фоновый агент Ubuntu Pro.
sk: Spúšťa sa agent Ubuntu Pro.
sv: Ubuntu Pro-bakgrundsagent startar.
tr: Ubuntu Pro arka plan aracı başlatılıyor.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسى قوزغىلىۋاتىدۇ.
uk: Фоновий агент Ubuntu Pro запускається.
zh: Ubuntu Pro 后台代理正在启动。
zh_tw: Ubuntu Pro 背景代理程式正在啟動。

source: Learn more
cs: Další informace
de: Mehr erfahren
el: Μάθετε περισσότερα
eo: Lerni plu
es: Saber más
et: Lisateave
eu: Informazio gehiago
fr: En savoir plus
ga: Foghlaim níos mó
he: מידע נוסף
hu: Tudjon meg többet
id: Pelajari lebih lanjut
ka: გაიგეთ მეტი
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sk: Zistiť viac
sv: Läs mer
tr: Daha fazla bilgi edin
ug: مول بىلىم
uk: Докладніше
zh: 了解更多
zh_tw: 了解更多

# tokenInputTitle
source: Attach this machine
cs: Připojte tento počítač
de: Dieses Gerät anbinden
eo: Alkroĉi ĉi tiun komputilon
es: Adjuntar a esta máquina
et: Lisa see masin
eu: Erantsi makina honetara
fr: Raccorder cette machine
ga: Ceangail an meaisín seo
he: צירוף המכונה הזאת
hu: A gép csatolása
id: Cantolkan mesin ini
ka: ამ მანქანის მიმაგრება
kn: ಈ ಯಂತ್ರವನ್ನು ಲಗತ್ತಿಸಿ
ko: 이 장치 등록하기
lo: ເຊື່ອມຕໍ່ເຄື່ອງນີ້
nl: Deze machine koppelen
pl: Podłącz to urządzenie
pt_br: Vincular essa máquina
ro: Atașează acest dispozitiv
ru: Привязать эту машину
sk: Pripojiť tento počítač
sv: Anslut den här maskinen
tr: Bu makineyi ekleyin
ug: بۇ ماشىنىغا باغلا
uk: Долучити цю машину
zh: 绑定此机器
zh_tw: 綁定本機
