Repository: canonical/ubuntu-pro-for-wsl
Catalog: gui/packages/ubuntupro/lib/l10n/app_*.arb
Languages: cs, de, el, eo, es, et, eu, fr, ga, he, hu, id, ka, kn, ko, lo, nl, pl, pt_br, ro, ru, sk, sv, tr, ug, uk, zh, zh_tw

source: Get Ubuntu Pro
cs: Získat Ubuntu Pro
de: Ubuntu Pro erhalten
el: Λήψη Ubuntu Pro
eo: Akiri Ubuntu Pro
es: Obtener Ubuntu Pro
et: Telli Ubuntu Pro teenus
eu: Eskuratu Ubuntu Pro
fr: Obtenir Ubuntu Pro
ga: Faigh Ubuntu Pro
he: קבלת Ubuntu Pro
hu: Ubuntu Pro beszerzése
id: Dapatkan Ubuntu Pro
ka: Ubuntu Pro-ის მიღება
kn: ಉಬುಂಟು ಪ್ರೊ ಪಡೆಯಿರಿ
ko: Ubuntu Pro 시작하기
lo: ຮັບເອົາ Ubuntu Pro
nl: Ubuntu Pro verkrijgen
pl: Uzyskaj Ubuntu Pro
pt_br: Adquira o Ubuntu Pro
ro: Obține Ubuntu Pro
ru: Получить Ubuntu Pro
sk: Získať Ubuntu Pro
sv: Skaffa Ubuntu Pro
tr: Ubuntu Pro'yu edinin
ug: Ubuntu Pro غا ئېرىشىش
uk: Отримати Ubuntu Pro
zh: 获取 Ubuntu Pro
zh_tw: 取得 Ubuntu Pro

# detachPro
source: Detach Ubuntu Pro
cs: Odpojit Ubuntu Pro
de: Ubuntu Pro abtrennen
eo: Dekroĉi Ubuntu Pro
es: Desacoplar Ubuntu Pro
et: Eemalda Ubuntu Pro tellimus
eu: Askatu Ubuntu Pro
fr: Détacher Ubuntu Pro
ga: Dícheangail Ubuntu Pro
he: ניתוק Ubuntu Pro
hu: Ubuntu Pro leválasztása
id: Lepaskan Ubuntu Pro
ka: Ubuntu Pro-ის მოხსნა
kn: ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ಬೇರ್ಪಡಿಸಿ
ko: Ubuntu Pro 등록 해제
lo: ຍົກເລີກການເຊື່ອມຕໍ່ Ubuntu Pro
nl: Loskoppelen van Ubuntu Pro
pl: Odłącz Ubuntu Pro
pt_br: Desvincular Ubuntu Pro
ro: Detașează Ubuntu Pro
ru: Отключить Ubuntu Pro
sk: Odpojiť Ubuntu Pro
sv: Koppla bort Ubuntu Pro
tr: Ubuntu Pro'yu kaldırın
ug: Ubuntu Pro باغلىنىشىنى يەش
uk: Від'єднати Ubuntu Pro
zh: 解绑 Ubuntu Pro
zh_tw: 分離 Ubuntu Pro

# appTitle
source: Ubuntu Pro for WSL
cs: Ubuntu Pro pro WSL
de: Ubuntu Pro für WSL
el: Ubuntu Pro για WSL
eo: Ubuntu Pro por WSL
es: Ubuntu Pro para WSL
et: Ubuntu Pro WSL-i jaoks
eu: Ubuntu Pro WSLrako
fr: Ubuntu Pro pour WSL
ga: Ubuntu Pro do WSL
he: Ubuntu Pro ל־WSL
hu: Ubuntu Pro a WSL-hez
id: Ubuntu Pro untuk WSL
ka: Ubuntu Pro WSL-სთვის
kn: WSL ಗಾಗಿ ಉಬುಂಟು ಪ್ರೊ
ko: WSL용 Ubuntu Pro
lo: Ubuntu Pro ສຳລັບ WSL
nl: Ubuntu Pro voor WSL
pl: Ubuntu Pro dla WSL
ro: Ubuntu Pro pentru WSL
ru: Ubuntu Pro для WSL
sk: Ubuntu Pro pre WSL
sv: Ubuntu Pro för WSL
tr: WSL için Ubuntu Pro
ug: WSL غا ماس كېلىدىغان Ubuntu Pro
uk: Ubuntu Pro для WSL
zh: 适用于 WSL 的 Ubuntu Pro
zh_tw: 適用於 WSL 的 Ubuntu Pro

# manageUbuntuPro
source: Manage Ubuntu Pro subscription
cs: Spravovat předplatné Ubuntu Pro
de: Ubuntu Pro-Abonnement verwalten
el: Διαχείριση Ubuntu Pro συνδρομής
eo: Administri abonon al Ubuntu Pro
es: Gestionar suscripción de Ubuntu Pro
et: Halda Ubuntu Pro tellimust
eu: Kudeatu Ubuntu Pro harpidetza
fr: Gérer l’abonnement Ubuntu Pro
ga: Bainistigh síntiús Ubuntu Pro
he: ניהול מנוי Ubuntu Pro
hu: Ubuntu Pro előfizetés kezelése
id: Kelola langganan Ubuntu Pro
ka: Ubuntu Pro-ის გამოწერის მართვა
kn: ಉಬುಂಟು ಪ್ರೊ ಚಂದಾದಾರಿಕೆಯನ್ನು ನಿರ್ವಹಿಸಿ
ko: Ubuntu Pro 구독 관리
lo: ຈັດການການສະໝັກໃຊ້ Ubuntu Pro
nl: Ubuntu Pro-abonnement beheren
pl: Zarządzaj subskrypcją Ubuntu Pro
pt_br: Gerencie a assinatura do Ubuntu Pro
ro: Gestionează abonamentul Ubuntu Pro
ru: Управление подпиской Ubuntu Pro
sk: Spravovať predplatné Ubuntu Pro
sv: Hantera Ubuntu Pro-abonnemang
tr: Ubuntu Pro aboneliğini yönetin
ug: Ubuntu Pro مۇشتەرىلىكىنى باشقۇرۇش
uk: Керувати передплатою Ubuntu Pro
zh: 管理 Ubuntu Pro 订阅
zh_tw: 管理 Ubuntu Pro 訂閱

# updatingSubscriptionInfo
source: Updating the subscription information.
cs: Aktualizace informací o předplatném.
de: Abonnementinformationen werden aktualisiert.
el: Ενημέρωση πληροφοριών συνδρομητή.
eo: Ĝisdatigante la informon pri abonado.
es: Actualizando la información de suscripción.
et: Uuendan tellimuse teavet.
eu: Harpidetzaren informazioa eguneratzen.
fr: Mise à jour des informations d’abonnement.
ga: An fhaisnéis síntiús á nuashonrú.
he: פרטי המינוי מתעדכנים.
hu: Az előfizetési információk frissítése.
id: Memperbarui informasi berlangganan.
ka: გამოწერის ინფორმაციის განახლება.
kn: ಚಂದಾದಾರಿಕೆ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ.
ko: 구독 정보 업데이트 중.
lo: ກຳລັງອັບເດດຂໍ້ມູນການສະໝັກໃຊ້.
nl: Abonnementsgegevens bijwerken.
pl: Aktualizowanie informacji o subskrypcji.
pt_br: Atualizando as informações da assinatura.
ro: Actualizând informațiile abonamentului.
ru: Обновление информации о подписке.
sk: Aktualizácia informácií o predplatnom.
sv: Uppdaterar abonnemangsinformation.
tr: Abonelik bilgilerinin güncellenmesi.
ug: مۇشتەرىلىك ئۇچۇرىنى يېڭىلاۋاتىدۇ.
uk: Оновлення інформації про передплату.
zh: 正在更新订阅信息。
zh_tw: 更新訂閱資訊。

# agentStateQuerying
source: Checking Ubuntu Pro background agent's state.
cs: Kontrola stavu agenta pro Ubuntu Pro (na pozadí).
de: Status des Ubuntu Pro-Hintergrundagenten wird geprüft.
eo: Kontrolante la staton de la fona agento de Ubuntu Pro.
es: Comprobando estado del agente en segundo plano de Ubuntu Pro.
et: Kontrollime taustateenusena töötava Ubuntu Pro agentprogrammi olekut.
eu: Ubuntu Pro atzeko planoko agentearen egoera aztertzen.
fr: Vérification de l’état de l’agent d’arrière-plan d’Ubuntu Pro.
ga: Ag seiceáil staid ghníomhaire cúlra Ubuntu Pro.
he: מצב סוכן הרקע של Ubuntu Pro נבדק.
hu: Az Ubuntu Pro háttérügynök állapotának ellenőrzése.
id: Memeriksa status agen latar Ubuntu Linux Pro.
ka: მიმდინარეობს Ubuntu Pro-ის ფონური აგენტის მდგომარეობის შემოწმება.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ.
ko: Ubuntu Pro 백그라운드 에이전트 상태 확인 중.
lo: ກຳລັງກວດສອບສະຖານະ Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro.
nl: De status van de Ubuntu Pro-achtergrondagent controleren.
pl: Sprawdzanie stanu agenta w tle Ubuntu Pro.
pt_br: Verificando o estado do agente em segundo plano do Ubuntu Pro.
ro: Verificând statutul agentului Ubuntu Pro de fundal.
ru: Проверка состояния Фонового агента Ubuntu Pro.
sk: Kontroluje sa stav agenta Ubuntu Pro.
sv: Kontrollerar tillståndet för Ubuntu Pro-bakgrundsagent.
tr: Ubuntu Pro arka plan aracısının durumunu kontrol ediyorum.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسىنىڭ ھالىتىنى تەكشۈرۈۋاتىدۇ.
uk: Перевірка стану фонового агента Ubuntu Pro.
zh: 正在检查 Ubuntu Pro 后台代理状态。
zh_tw: 檢查 Ubuntu Pro 背景代理程式的狀態。

# purchaseStatusUserGaveUp
source: Purchase attempt was canceled.
cs: Pokus o nákup byl zrušen.
de: Kaufversuch wurde abgebrochen.
el: Η αγορά σας ακυρώθηκε.
eo: Nuligis provon aĉeti.
es: El intento de compra fue cancelado.
et: Ostmine on katkestatud.
eu: Erosteko saiakera bertan behera utzi da.
fr: La tentative d’achat a été annulée.
ga: Cuireadh an iarracht cheannaigh ar ceal.
he: ניסיון הרכישה בוטל.
hu: A vásárlási kísérlet megszakításra került.
id: Upaya pembelian dibatalkan.
ka: შეძენის მცდელობა გაუქმდა.
kn: ಖರೀದಿ ಪ್ರಯತ್ನವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko: 결제 도중에 작업이 취소되었습니다.
lo: ຄວາມພະຍາຍາມສັ່ງຊື້ຖືກຍົກເລີກ.
nl: Aankooppoging is geannuleerd.
pl: Próba zakupu została anulowana.
pt_br: A tentativa de compra foi cancelada.
ro: Tentativa de achiziționare a fost anulată.
ru: Попытка покупки была отменена.
sk: Pokus o nákup bol zrušený.
sv: Betalningsförsök har avbrutits.
tr: Satın alma girişimi iptal edildi.
ug: سېتىۋېلىش ئەمەلدىن قالدۇرۇلدى.
uk: Спробу оплати скасовано.
zh: 已取消购买。
zh_tw: 購買嘗試已取消。

# agentStateInvalid
source: Waiting for Ubuntu Pro background agent initialization.
cs: Čeká se na inicializaci agenta pro Ubuntu Pro (na pozadí).
de: Wartet auf die Initialisierung des Ubuntu Pro-Hintergrundagenten.
eo: Atendante lanĉon de fona agento de Ubuntu Pro.
es: Esperando inicialización del agente en segundo plano de Ubuntu Pro.
et: Taustateenusena töötav Ubuntu Pro agentprogramm on valmendamisel.
eu: Ubuntu Pro atzeko planoko agentearen hasieratzearen zain.
fr: En attente d'initialisation de l'agent Ubuntu Pro d’arrière-plan.
ga: Ag fanacht le tosú gníomhaire cúlra Ubuntu Pro.
he: בהמתנה לטעינת סוכן הרקע של Ubuntu Pro.
hu: Várakozás az Ubuntu Pro háttérügynök előkészítésére.
id: Menunggu inisialisasi agen latar Ubuntu Pro.
ka: Ubuntu Pro-ის ფონური აგენტის ინიციალიზაციის მოლოდინი.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಪ್ರಾರಂಭಕ್ಕಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ.
ko: Ubuntu Pro 백그라운드 에이전트 시작 대기 중입니다.
lo: ກຳລັງລໍຖ້າການເລີ່ມຕົ້ນ Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro.
nl: Wachten op initialisatie van Ubuntu Pro-achtergrondagent.
pl: Oczekiwanie na inicjalizację agenta w tle Ubuntu Pro.
pt_br: Esperando a inicialização do agente em segundo plano do Ubuntu Pro.
ro: Așteptând inițializarea agentului Ubuntu Pro de fundal.
ru: Ожидание инициализации Фонового агента Ubuntu Pro.
sk: Čaká sa na inicializáciu agenta Ubuntu Pro.
sv: Väntar på initiering av Ubuntu Pro-bakgrundsagent.
tr: Ubuntu Pro arka plan aracısının başlatılması bekleniyor.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسىنى دەسلەپلەشتۈرۈشنى كۈتۈۋاتىدۇ.
uk: Очікування ініціалізації фонового агента Ubuntu Pro.
zh: 正在等待 Ubuntu Pro 后台代理初始化。
zh_tw: 等待 Ubuntu Pro 背景代理程式初始化。

# agentStateUnreachable
source: Attempting to recover Ubuntu Pro background agent.
cs: Pokus o obnovení agenta pro Ubuntu Pro (na pozadí).
de: Wiederherstellung des Ubuntu Pro-Hintergrundagenten wird versucht.
eo: Provante reatingi fonan agenton de Ubuntu Pro.
es: Intentando recuperar el agente en segundo plano de Ubuntu Pro.
et: Proovime taastada taustateenusena töötavat Ubuntu Pro agentprogrammi.
eu: Ubuntu Pro atzeko planoko agentea berreskuratzen saiatzen.
fr: Tentative de récupération de l'agent d'arrière-plan de Ubuntu Pro.
ga: Ag iarraidh gníomhaire cúlra Ubuntu Pro a ghnóthú.
he: מתבצע ניסיון לשחזר את סוכן הרקע של Ubuntu Pro.
hu: Kísérlet az Ubuntu Pro háttérügynök helyreállítására.
id: Mencoba memulihkan agen latar Ubuntu Pro.
ka: Ubuntu Pro-ის ფონური აგენტის აღდგენის მცდელობა.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಅನ್ನು ಮರುಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ.
ko: Ubuntu Pro 백그라운드 에이전트 복구 시도 중.
lo: ກຳລັງພະຍາຍາມກູ້ຄືນ Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro.
nl: Poging om Ubuntu Pro-achtergrondagent te herstellen.
pl: Próba odzyskania agenta w tle Ubuntu Pro.
pt_br: Tentando recuperar o agente em segundo plano do Ubuntu Pro.
ro: Încercând a recupera agentul Ubuntu Pro de fundal.
ru: Попытка восстановления Фонового агента Ubuntu Pro.
sk: Prebieha pokus o obnovenie agenta Ubuntu Pro.
sv: Försöker återställa Ubuntu Pro-bakgrundsagent.
tr: Ubuntu Pro arka plan aracısını kurtarmaya çalışıyorum.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسىنى ئەسلىگە كەلتۈرۈشنى سىناۋاتىدۇ.
uk: Спроба відновити фоновий агент Ubuntu Pro.
zh: 正在尝试恢复Ubuntu Pro 后台代理。
zh_tw: 嘗試復原 Ubuntu Pro 背景代理程式。

# ubuntuProEnabled
source: Ubuntu Pro is enabled on this machine
cs: Ubuntu Pro je na tomto počítači povoleno
de: Ubuntu Pro ist auf diesem Gerät aktiviert
el: Ubuntu Pro είναι ενεργοποιημένο σε αυτό το μηχάνημα
eo: Ubuntu Pro estas ŝaltita sur ĉi tiu komputilo
es: Ubuntu Pro está activado en esta máquina
et: Ubuntu Pro on nüüd selles masinas kasutusel
eu: Ubuntu Pro gaituta dago makina honetan
fr: Ubuntu Pro est activé sur cette machine
ga: Tá Ubuntu Pro cumasaithe ar an meaisín seo
he: Ubuntu Pro פעיל במכונה הזאת
hu: Az Ubuntu Pro engedélyezve van ezen a gépen
id: Ubuntu Pro diaktifkan pada mesin ini
ka: Ubuntu Pro ჩართულია ამ მანქანაზე
kn: ಈ ಯಂತ್ರದಲ್ಲಿ ಉಬುಂಟು ಪ್ರೊ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: Ubuntu Pro가 이 장치에서 활성화되어 있습니다
lo: Ubuntu Pro ຖືກເປີດໃຊ້ງານໃນເຄື່ອງນີ້ແລ້ວ
nl: Ubuntu Pro is ingeschakeld op deze machine
pl: Na tym urządzeniu włączono Ubuntu Pro
pt_br: O Ubuntu Pro está habilitado nessa máquina
ro: Ubuntu Pro este activat pe acest dispozitiv
ru: Ubuntu Pro задействован на этой машине
sk: Ubuntu Pro je aktivované na tomto počítači
sv: Ubuntu Pro är aktiverat på den här maskinen
tr: Bu makinede Ubuntu Pro etkin
ug: بۇ كومپيۇتېردا Ubuntu Pro قوزغىتىلدى
uk: Ubuntu Pro увімкнено на цій машині
zh: Ubuntu Pro 已在此机器上启用
zh_tw: 本機已啟用 Ubuntu Pro

# purchaseStatusSuccess
source: Thank you for subscribing to Ubuntu Pro.
cs: Děkujeme za přihlášení k Ubuntu Pro.
de: Vielen Dank, dass Sie Ubuntu Pro abonniert haben.
el: Ευχαριστούμε για την εγγραφής σας στο Ubuntu Pro.
eo: Dankon pro abonado al Ubuntu Pro.
es: Gracias por suscribirse a Ubuntu Pro.
et: Täname, et tellisid Ubuntu Pro teenuse.
eu: Eskerrik asko Ubuntu Pro-ra harpidetzeagatik.
fr: Merci de vous être abonné à Ubuntu Pro.
ga: Go raibh maith agat as síntiús a íoc le Ubuntu Pro.
he: תודה שנרשמת ל־Ubuntu Pro.
hu: Köszönjük, hogy előfizetett az Ubuntu Pro szolgáltatásra.
id: Terima kasih untuk berlangganan Ubuntu Pro.
ka: მადლობა Ubuntu Pro-ის გამოწერისთვის.
kn: ಉಬುಂಟು ಪ್ರೊಗೆ ಚಂದಾದಾರರಾಗಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.
ko: Ubuntu Pro를 구독해 주셔서 감사합니다.
lo: ຂອບໃຈທີ່ສະໝັກໃຊ້ Ubuntu Pro.
nl: Bedankt voor het abonneren op Ubuntu Pro.
pl: Dziękujemy za subskrypcję Ubuntu Pro.
pt_br: Obrigado por assinar o Ubuntu Pro.
ro: Mulțumim pentru abonarea ta la Ubuntu Pro.
ru: Благодарим за подписку на Ubuntu Pro.
sk: Ďakujeme, že ste sa prihlásili na Ubuntu Pro.
sv: Tack för att du abonnerar på Ubuntu Pro.
tr: Ubuntu Pro'ya abone olduğunuz için teşekkür ederiz.
ug: Ubuntu Pro غا مۇشتەرى بولغانلىقىڭىزغا كۆپ رەھمەت.
uk: Дякуємо за передплату Ubuntu Pro.
zh: 感谢您订阅 Ubuntu Pro。
zh_tw: 感謝您訂閱 Ubuntu Pro。

# agentStateUnknownEnv
source: Ubuntu Pro background agent state cannot be verified. Check your environment settings.
cs: Stav agenta pro Ubuntu Pro (na pozadí) nelze ověřit. Zkontrolujte nastavení prostředí.
de: Der Status des Ubuntu Pro-Hintergrundagenten kann nicht verifiziert werden. Überprüfen Sie Ihre Umgebungseinstellungen.
eo: Ne eblas kontroli la staton de la fona agento de Ubuntu Pro. Bonvolu kontroli viajn mediajn agordojn.
es: No se puede verificar el estado del agente en segundo plano de Ubuntu Pro. Verifique la configuración de su entorno.
et: Taustateenusena töötava Ubuntu Pro agentprogrammi olekut ei õnnestu verifitseerida. Palun kontrolli keskkonna seadistusi.
eu: Ubuntu Pro atzeko planoko agentearen egoera ezin da egiaztatu. Aztertu zure inguruneko ezarpenak.
fr: L’état de l'agent Ubuntu Pro d’arrière-plan ne peut pas être vérifié. Vérifiez les paramètres de votre environnement.
ga: Ní féidir staid ghníomhaire cúlra Ubuntu Pro a fhíorú. Seiceáil do shocruithe timpeallachta.
he: לא ניתן לאמת את מצב סוכן הרקע של Ubuntu Pro. נא לבדוק את הגדרות הסביבה שלך.
hu: Az Ubuntu Pro háttérügynök állapotát nem lehet ellenőrizni. Ellenőrizze a környezeti beállításait.
id: Status agen latar Ubuntu Pro tidak dapat diverifikasi. Periksa pengaturan lingkungan Anda.
ka: Ubuntu Pro-ის ფონური აგენტის მდგომარეობის გადამოწმება შეუძლებელია. შეამოწმეთ გარემოს პარამეტრები.
kn: ಉಬುಂಟು ಪ್ರೊ ಹಿನ್ನೆಲೆ ಏಜೆಂಟ್ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪರಿಸರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: Ubuntu Pro 백그라운드 에이전트 상태를 확인할 수 없습니다. 환경 설정을 확인하세요.
lo: ບໍ່ສາມາດກວດສອບສະຖານະ Agent ເບື້ອງຫຼັງຂອງ Ubuntu Pro ໄດ້. ກະລຸນາກວດເບິ່ງການຕັ້ງຄ່າສະພາບແວດລ້ອມຂອງທ່ານ.
nl: De status van de Ubuntu Pro-achtergrondagent kan niet worden geverifieerd. Controleer de omgevingsinstellingen.
pl: Nie można zweryfikować stanu agenta w tle Ubuntu Pro. Sprawdź ustawienia środowiska.
pt_br: O estado do agente em segundo plano do Ubuntu Pro não pode ser verificado. Verifique as suas configurações de ambiente.
ro: Statutul Agentului Ubuntu Pro de fundal nu a putut fi verificat. Verifică setările tale de mediu.
ru: Состояние Фонового агента Ubuntu Pro не может быть проверено. Проверьте настройки среды.
sk: Stav agenta Ubuntu Pro sa nedá overiť. Skontrolujte nastavenia prostredia.
sv: Tillståndet för Ubuntu Pro-bakgrundsagent kan inte verifieras. Kontrollera dina miljöinställningar.
tr: Ubuntu Pro arka plan aracı durumu doğrulanamıyor. Ortam ayarlarınızı kontrol edin.
ug: Ubuntu Pro ئارقا سۇپا ۋاكالەتچىسىنىڭ ھالىتىنى دەلىللىيەلمىدى. مۇھىم تەڭشىكىنى تەكشۈرۈڭ.
uk: Неможливо верифікувати фоновий агент Ubuntu Pro. Перевірте налаштування середовища.
zh: 未能验证 Ubuntu Pro 后台代理状态。请检查您的环境设置。
zh_tw: Ubuntu Pro 背景代理程式狀態無法驗證。請檢查您的環境設定。

# ubuntuProEnabledInfo
source: All Ubuntu WSL instances have access to Ubuntu Pro security features.
cs: Všechny instance WSL Ubuntu mají přístup k funkcím zabezpečení Ubuntu Pro.
de: Alle Ubuntu WSL-Instanzen haben Zugriff auf die Sicherheitsfunktionen von Ubuntu Pro.
eo: Ĉiu instalaĵo de Ubuntu WSL rajtas uzi la sekurecajn funkciojn de Ubuntu Pro.
es: Todas las instancias WSL de Ubuntu tienen acceso a características de seguridad de Ubuntu Pro.
et: Kõikidel Ubuntu WSL-i paigaldustel on ligipääs Ubuntu Pro turvauuendustele ja teenustele.
eu: Ubuntu WSL instantzia guztiek daukate Ubuntu Pro-ren segurtasun eginbideetara sarbidea.
fr: Toutes les instances d’Ubuntu WSL ont accès aux fonctionnalités de sécurité d’Ubuntu Pro.
ga: Tá rochtain ag gach cás Ubuntu WSL ar ghnéithe slándála Ubuntu Pro.
he: כל המופעים של אובונטו WSL יש גישה ליכולות האבטחה של Ubuntu Pro.
hu: Az összes Ubuntu WSL példánynak hozzáférése van az Ubuntu Pro biztonsági funkcióihoz.
id: Semua instansi Ubuntu WSL memiliki akses ke fitur keamanan Ubuntu Pro.
ka: ყველა Ubuntu WSL-ის გაშვებულ ასლს აქვს წვდომა Ubuntu Pro-ის უსაფრთხოების ფუნქციებთან.
kn: ಎಲ್ಲಾ ಉಬುಂಟು WSL ನಿದರ್ಶನಗಳು ಉಬುಂಟು ಪ್ರೊ ಭದ್ರತಾ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿವೆ.
ko: 모든 Ubuntu WSL 인스턴스가 Ubuntu Pro의 보안 기능에 접근할 수 있습니다.
lo: ທຸກໆອິນສະແຕນ Ubuntu WSL ສາມາດເຂົ້າເຖິງຄຸນສົມບັດຄວາມປອດໄພຂອງ Ubuntu Pro ໄດ້.
nl: Alle Ubuntu WSL-instanties hebben toegang tot de beveiligingsfuncties van Ubuntu Pro.
pl: Wszystkie instancje Ubuntu WSL mają dostęp do funkcji bezpieczeństwa Ubuntu Pro.
pt_br: Todas as instâncias Ubuntu WSL tem acesso aos recursos de segurança do Ubuntu Pro.
ro: Toate instanțele Ubuntu WSL au acces la funcțiile de securitate a Ubuntu Pro.
ru: Все экземпляры Ubuntu WSL имеют доступ к функциям безопасности Ubuntu Pro.
sk: Všetky inštancie Ubuntu WSL majú prístup k bezpečnostným funkciám Ubuntu Pro.
sv: Alla Ubuntu WSL-instanser har tillgång till säkerhetsfunktioner i Ubuntu Pro.
tr: Tüm Ubuntu WSL örnekleri Ubuntu Pro güvenlik özelliklerine erişebilir.
ug: بارلىق Ubuntu WSL ئەمەلىي مىسالى Ubuntu Pro بىخەتەرلىك ئىقتىدارىنى زىيارەت قىلالايدۇ.
uk: Усі екземпляри Ubuntu WSL мають доступ до функцій безпеки Ubuntu Pro.
zh: 所有 Ubuntu WSL 实例都具有对 Ubuntu Pro 的访问权限。
zh_tw: 所有 Ubuntu WSL 實例都可以存取 Ubuntu Pro 安全功能。

# purchaseStatusNetwork
source: A network issue prevented the purchase from proceeding. Please try again once connected.
cs: Problém se sítí zabránil pokračování v nákupu. Zkuste to znovu, jakmile budete připojení.
de: Aufgrund eines Netzwerkproblems konnte der Kaufvorgang nicht fortgesetzt werden. Bitte versuchen Sie es erneut, sobald Sie wieder verbunden sind.
eo: Reta problemo malhelpis aĉetadon. Bonvolu reprovi post konektado.
es: Un problema de red impidió que se proceda la compra. Intente de nuevo una vez esté conectado.
et: Võrguühenduse viga takistab ostmise jätkamist. Palun proovi uuesti peale ühenduse loomist.
eu: Sareko arazo batek erosketa burutzea eragotzi du. Saiatu berriro konektatu ondoren.
fr: Un problème de réseau a empêché la transaction d’être effectuée. Veuillez réessayer une fois connecté.
ga: Chuir fadhb líonra cosc ar an gceannach dul ar aghaidh. Déan iarracht arís nuair a bheidh tú ceangailte.
he: תקלת רשת מנעה את ביצוע הרכישה. נא לנסות שוב כשהחיבור מתחדש.
hu: Egy hálózati probléma megakadályozta a vásárlás folytatását. Próbálja meg újra, amint kapcsolódott.
id: Suatu masalah jaringan mencegah pembelian berlanjut. Silakan coba lagi setelah terhubung.
ka: ქსელის პრობლემა შეძენის შესრულებისას. სცადეთ თავიდან, როცა ქსელი აღდგება.
kn: ನೆಟ್‌ವರ್ಕ್ ಸಮಸ್ಯೆಯು ಖರೀದಿಯನ್ನು ಮುಂದುವರಿಸದಂತೆ ತಡೆಯುತ್ತದೆ. ಒಮ್ಮೆ ಸಂಪರ್ಕಿಸಿದ ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 네트워크 문제로 결제를 계속 진행할 수 없습니다. 네트워크에 연결되었을 때 다시 시도해 보세요.
lo: ບັນຫາເຄືອຂ່າຍຂັດຂວາງການສັ່ງຊື້. ກະລຸນາລອງໃໝ່ອີກຄັ້ງເມື່ອເຊື່ອມຕໍ່ແລ້ວ.
nl: Een netwerkprobleem verhinderde dat de aankoop doorging. Probeer het opnieuw zodra de verbinding is gemaakt.
pl: Problem z siecią uniemożliwił kontynuację zakupu. Spróbuj ponownie po nawiązaniu połączenia.
pt_br: Um problema de rede impediu a realização da compra. Por favor tente novamente quando estiver conectado.
ru: Проблема с сетью не позволила совершить покупку. Пожалуйста, повторите попытку после подключения.
sk: Nákup sa nepodarilo dokončiť kvôli problémom so sieťou. Skúste to znova, keď budete pripojení.
sv: Ett nätverksproblem gjorde att köpet inte kunde fortsätta. Försök igen när du är ansluten.
tr: Bir ağ sorunu nedeniyle satın alma işlemi gerçekleştirilemedi. Lütfen bağlandıktan sonra tekrar deneyin.
ug: تور مەسىلىسى سېتىۋېلىش جەريانىنى توستى. تورغا باغلانغاندا قايتا سىناڭ.
uk: Проблема з мережею не дала можливості продовжити купівлю. Повторіть спробу після під'єднання.
zh: 网络问题阻止了购买进行。请连接好网络，然后再试一次。
zh_tw: 網路問題導致購買程序無法繼續。請重新連線後再試一次。

# landscapeRegister
source: Register
cs: Registrovat
de: Registrieren
el: Εγγραφή
eo: Registri
es: Registrar
et: Registreeri
eu: Erregistratu
fr: S'inscrire
ga: Cláraigh
he: הרשמה
hu: Regisztráció
id: Mendaftar
ka: რეგისტრაცია
kn: ನೋಂದಾಯಿಸಿ
ko: 등록
lo: ລົງທະບຽນ
nl: Registreren
pl: Zarejestruj
pt_br: Registrar
ru: Зарегистрировать
sk: Registrovať
sv: Registrera
tr: Kayıt ol
ug: خەتلەت
uk: Зареєструвати
zh: 注册
zh_tw: 註冊

# buttonNext
source: Next
cs: Další
de: Weiter
el: Επόμενο
eo: Sekven
es: Siguiente
et: Edasi
eu: Hurrengoa
fr: Suivant
ga: Ar aghaidh
he: הבא
hu: Következő
id: Selanjutnya
ka: შემდეგი
kn: ಮುಂದೆ
ko: 다음
lo: ຕໍ່ໄປ
nl: Volgende
pl: Dalej
pt_br: Avançar
ru: Далее
sk: Ďalej
sv: Nästa
tr: Sonraki
ug: كېيىنكى
uk: Далі
zh: 下一步
zh_tw: 下一步

# buttonSkip
source: Skip
cs: Přeskočit
de: Überspringen
eo: Preterpasi
es: Omitir
et: Jäta vahele
eu: Saltatu
fr: Sauter
ga: Scipeáil
he: דילוג
hu: Kihagyás
id: Lewati
ka: გამოტოვება
kn: ಬಿಟ್ಟುಬಿಡಿ
ko: 건너뛰기
lo: ຂ້າມ
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
tr: Atla
ug: ئاتلا
uk: Пропустити
zh: 跳过
zh_tw: 跳過

# landscapeFilePicker
source: Select file...
cs: Vybrat soubor…
de: Datei auswählen...
el: Επιλέξτε αρχείο...
eo: Elekti dosieron…
es: Seleccionar archivo…
et: Vali fail...
eu: Hautatu fitxategia...
fr: Sélection fichier...
ga: Roghnaigh comhad...
he: בחירת קובץ…
hu: Fájl kiválasztása…
id: Pilih berkas...
ka: აირჩიეთ ფაილი...
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ...
ko: 파일 선택...
lo: ເລືອກໄຟລ໌...
nl: Bestand selecteren…
pl: Wybierz plik...
pt_br: Selecione um arquivo...
ru: Выбрать файл...
sk: Vybrať súbor...
sv: Välj fil...
tr: Dosya seç...
ug: ھۆججەت تاللىنىدۇ…
uk: Вибрати файл...
zh: 选择文件…
zh_tw: 選擇檔案...

# landscapeSkip
source: Skip for now
cs: Prozatím přeskočit
de: Vorerst überspringen
eo: Preterpasi portempe
es: Descartar por ahora
et: Jäta hetkel vahele
eu: Saltatu oraingoz
fr: Sauter pour l’instant
ga: Scipeáil go fóill
he: לדלג לבינתיים
hu: Kihagyás most
id: Lewati dulu
ka: ჯერჯერობით გამოტოვება
kn: ಸದ್ಯಕ್ಕೆ ಬಿಟ್ಟುಬಿಡಿ
ko: 지금은 건너뛰기
lo: ຂ້າມໄປກ່ອນ
nl: Voorlopig overslaan
pl: Pomiń na razie
pt_br: Pular por enquanto
ru: Пока пропустить
sk: Zatiaľ preskočiť
sv: Hoppa över nu
tr: Şimdilik atla
ug: ھازىرچە ئاتلا
uk: Поки що пропустити
zh: 暂时跳过
zh_tw: 暫時跳過

# landscapeSkipRegister
source: Register with Landscape
cs: Zaregistrovat se v Landscape
de: Mit Landscape registrieren
eo: Registri per Landscape
es: Registrar con Landscape
et: Registreeru Landscape'i teenuses
eu: Erregistratu Landscape erabiliz
fr: S'inscrire avec Landscape
ga: Cláraigh le Tírdhreach
he: הרשמה עם Landscape
hu: Regisztráció a Landscape-pel
id: Mendaftar dengan Landscape
ka: რეგისტრაცია Landscape-სთან
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಿ
ko: Landscape로 등록하기
lo: ລົງທະບຽນກັບ Landscape
nl: Registreren bij Landscape
pl: Zarejestruj za pomocą Landscape
pt_br: Registrar no Landscape
ru: Регистрация с Landscape
sk: Registrovať sa v Landscape
sv: Registrera med Landscape
tr: Landscape'e kaydolun
ug: Landscape تە تىزىملىتىڭ
uk: Зареєструватися за допомогою Landscape
zh: 用 Landscape 注册
zh_tw: 用 Landscape 註冊
