Repository: canonical/ubuntu-pro-for-wsl
Catalog: gui/packages/ubuntupro/lib/l10n/app_*.arb
Languages: cs, de, el, eo, es, et, eu, fr, ga, he, hu, id, ka, kn, ko, lo, nl, pl, pt_br, ro, ru, sk, sv, tr, ug, uk, zh, zh_tw

# landscapeKeyLabel
source: Registration key (optional)
cs: Registrační klíč (volitelné)
de: Registrierungsschlüssel (optional)
el: Κλειδί εγγραφής (προαιρετικό)
eo: Ŝlosilo de registrado (nedeviga)
es: Clave del registro (opcional)
et: Registreerimisvõti (kui on vaja)
eu: Erregistro gakoa (hautazkoa)
fr: Clé d’enregistrement (facultatif)
ga: Eochair clárúcháin (roghnach)
he: מפתח רישום (רשות)
hu: Regisztrációs kulcs (választható)
id: Kunci pendaftaran (opsional)
ka: რეგისტრაციის გასაღები (არასავალდებულო)
kn: ನೋಂದಣಿ ಕೀ (ಐಚ್ಛಿಕ)
ko: 등록 키 (선택)
lo: ຄີລົງທະບຽນ (ທາງເລືອກ)
nl: Registratiesleutel (optioneel)
pl: Klucz rejestracyjny (opcjonalnie)
pt_br: Chave de registro (opcional)
ru: Регистрационный ключ (необязательно)
sk: Registračný kľúč (voliteľné)
sv: Registreringsnyckel (valfritt)
tr: Kayıt anahtarı (isteğe bağlı)
ug: تىزىملىتىش ئاچقۇچى (تاللاشچان)
uk: Реєстраційний ключ (необов'язково)
zh: 注册密钥（可选）
zh_tw: 註冊金鑰（可選）

# landscapeFileLabel
source: Config file path
cs: Popis umístění souboru s nastaveními
de: Pfad der Konfigurationsdatei
eo: Loko de agorda dosiero
es: Ruta de archivo de configuración
et: Seadistustefaili asukoht
eu: Konfigurazio-fitxategiaren bidea
fr: Chemin fichier config
ga: Cosán comhaid cumraíochta
he: נתיב קובץ הגדרות
hu: Beállítófájl útvonala
id: Path berkas konfig
ka: კონფიგურაციის ფაილის ბილიკი
kn: ಫೈಲ್ ಮಾರ್ಗವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: 설정 파일 경로
lo: ເສັ້ນທາງໄຟລ໌ຕັ້ງຄ່າ
nl: Pad naar configuratiebestand
pl: Ścieżka pliku konfiguracyjnego
pt_br: Caminho do arquivo de configuração
ru: Путь к файлу конфигурации
sk: Cesta k súboru konfigurácie
sv: Konfigurationsfilens sökväg
tr: Yapılandırma dosyası yolu
ug: سەپلىمە ھۆججەت يولى
uk: Шлях до файлу конфігурації
zh: 配置文件路径
zh_tw: 設定檔案路徑

# landscapeSetupManual
source: Manual configuration
cs: Ruční nastavení
de: Manuelle Konfiguration
eo: Malaŭtomata agordado
es: Configuración manual
et: Käsitsi seadistamine
eu: Eskuzko konfigurazioa
fr: Configuration manuelle
ga: Cumraíocht láimhe
he: הגדרות ידניות
hu: Kézi beállítás
id: Konfigurasi manual
ka: ხელით მორგება
kn: ಹಸ್ತಚಾಲಿತ ಸಂರಚನೆ
ko: 수동 설정
lo: ການຕັ້ງຄ່າດ້ວຍຕົນເອງ
nl: Handmatige configuratie
pl: Konfiguracja ręczna
pt_br: Configuração manual
ru: Ручная настройка
sk: Manuálna konfigurácia
sv: Manuell konfiguration
tr: Manuel yapılandırma
ug: قولدا سەپلەش
uk: Налаштувати вручну
zh: 手动配置
zh_tw: 手動設定

# landscapeSetupCustom
source: Advanced configuration
cs: Pokročilé nastavení
de: Erweiterte Konfiguration
el: Προχωρημένη διαχείριση
eo: Altnivela agordado
es: Configuración avanzada
et: Täiendavad seadistused
eu: Konfigurazio aurreratua
fr: Configuration avancée
ga: Cumraíocht chun cinn
he: הגדרות מתקדמות
hu: Speciális beállítások
id: Konfigurasi tingkat lanjut
ka: დამატებითი კონფიგურაცია
kn: ಸುಧಾರಿತ ಸಂರಚನೆ
ko: 고급 설정
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
nl: Geavanceerde configuratie
pl: Konfiguracja zaawansowana
pt_br: Configuração avançada
ru: Расширенная настройка
sk: Pokročilá konfigurácia
sv: Avancerad konfiguration
tr: Gelişmiş yapılandırma
ug: ئالىي سەپلىمە
uk: Розширене налаштування
zh: 高级配置
zh_tw: 進階設定

# landscapeFQDNLabel
source: Landscape FQDN
eo: Plene kvalifikita nomregno por Landscape
es: FQDN de Landscape
et: Landscape'i täielik domeeninimi
eu: Landscaperen FQDNa
fr: FQDN Landscape
ga: FQDN Tírdhreacha
he: שם מארח מלא (FQDN) ל־Landscape
id: FQDN Landscape
ka: Landscape FQDN-ის სახელი
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ FQDN
pl: FQDN Landscape
pt_br: Nome de domínio completamente qualificado (FQDN) do Landscape
ru: Имя Landscape FQDN
ug: Landscape مۇكەممەل دائىرە ئىسمى
zh_tw: Landscape 完整網域名稱

# landscapeFileEmptyContents
source: File must not be empty
cs: Soubor nemůže být prázdný
de: Datei darf nicht leer sein
el: Το αρχείο δεν πρέπει να είναι άδειο
eo: Dosiero ne povas esti malplena
es: El archivo no está vacío
et: Fail ei tohi olla tühi
eu: Fitxategia ezin da hutsik egon
fr: Le fichier ne doit pas être vide
ga: Ní féidir an comhad a bheith folamh
he: הקובץ לא יכול להיות ריק
hu: A fájl nem lehet üres
id: Berkas tidak boleh kosong
ka: ფაილი არ უნდა იყოს ცარიელი
kn: ಫೈಲ್ ಖಾಲಿಯಾಗಿರಬಾರದು
ko: 빈 파일은 사용할 수 없습니다
lo: ໄຟລ໌ຕ້ອງບໍ່ຫວ່າງເປົ່າ
nl: Het bestand mag niet leeg zijn
pl: Plik nie może być pusty
pt_br: O arquivo não pode ser vazio
ru: Файл не должен быть пустым
sk: Súbor nesmie byť prázdny
sv: Filen får inte vara tom
tr: Dosya boş olamaz
ug: ھۆججەت بوش قالسا بولمايدۇ
uk: Файл не повинен бути порожнім
zh: 文件不能为空
zh_tw: 檔案不能是空的

# landscapeFileIsDir
source: File cannot be a directory
cs: Coby soubor nelze zadat složku
de: Datei darf kein Verzeichnis sein
eo: Dosiero ne povas esti dosierujo
es: El archivo no debe ser una carpeta
et: Fail ei tohi olla kaust
eu: Fitxategia ezin da direktorioa izan
fr: Le fichier ne peut pas être un répertoire
ga: Ní féidir comhad a bheith ina chomhadlann
he: הקובץ לא יכול להיות תיקייה
hu: A fájl nem lehet könyvtár
id: Berkas tidak boleh berupa direktori
ka: ფაილი საქაღალდე ვერ იქნება
kn: ಫೈಲ್ ಡೈರೆಕ್ಟರಿಯಾಗಿರಬಾರದು
ko: 디렉토리가 아닌 파일을 지정하여야 합니다
lo: ໄຟລ໌ບໍ່ສາມາດເປັນໂຟນເດີໄດ້
nl: Bestand kan geen map zijn
pl: Plik nie może być katalogiem
pt_br: Arquivo não pode ser um diretório
ru: Файл не может быть каталогом
sk: Súbor nemôže byť adresár
sv: Filen kan inte vara en katalog
tr: Dosya bir dizin olamaz
ug: ھۆججەت مۇندەرىجە بولماسلىقى كېرەك
uk: Файл не може бути каталогом
zh: 文件不能为目录
zh_tw: 檔案不能是目錄

# statusBarAgentRunningTooltip
source: Ubuntu Pro agent is running
cs: Agent Ubuntu Pro je spuštěný
de: Ubuntu Pro-Agent wird ausgeführt
el: Ο Ubuntu Pro πράκτορας είναι ενεργός
eo: Agento de Ubuntu Pro ruliĝas
es: Agente Ubuntu Pro está en ejecución
et: Ubuntu Pro agentprogramm töötab
eu: Ubuntu Pro agentea martxan dago
fr: L'agent Ubuntu Pro est en cours d’exécution
ga: Tá gníomhaire Ubuntu Pro ag rith
he: סוכן Ubuntu Pro פעיל
hu: Az Ubuntu Pro ügynök fut
id: Agen Ubuntu Pro sedang berjalan
ka: Ubuntu Pro-ის აგენტი გაშვებულია
kn: ಉಬುಂಟು ಪ್ರೊ ಏಜೆಂಟ್ ಚಾಲನೆಯಲ್ಲಿದೆ
ko: Ubuntu Pro 에이전트가 작동 중입니다
lo: Agent ຂອງ Ubuntu Pro ກຳລັງເຮັດວຽກ
nl: Ubuntu Pro-agent is actief
pl: Agent Ubuntu Pro jest uruchomiony
pt_br: O agente do Ubuntu Pro está rodando
ru: Агент Ubuntu Pro запущен
sk: Agent Ubuntu Pro beží
sv: Ubuntu Pro-agenten körs
tr: Ubuntu Pro aracısı çalışıyor
ug: Ubuntu Pro ۋاكالەتچىسى ئىجرا قىلىنىۋاتىدۇ
uk: Агент Ubuntu Pro запущено
zh: Ubuntu Pro 代理正在运行
zh_tw: Ubuntu Pro 代理程式正在執行

# statusBarAgentConnectingTooltip
source: Connecting to Ubuntu Pro agent...
cs: Připojování k agentu Ubuntu Pro…
de: Verbindung zum Ubuntu Pro-Agenten wird aufgebaut...
el: Σύνδεση στο Ubuntu Pro πράκτορα...
eo: Konektante al agento de Ubuntu Pro…
es: Conectando al agente Ubuntu Pro…
et: Ühendan Ubuntu Pro agentprogrammiga...
eu: Ubuntu Pro agentera konektatzen...
fr: Connexion à l’agent Ubuntu Pro...
ga: Ag nascadh le gníomhaire Ubuntu Pro...
he: מתבצעת התחברות לסוכן Ubuntu Pro…
hu: Kapcsolódás az Ubuntu Pro ügynökhöz…
id: Menyambung ke agen Ubuntu Pro...
ka: Ubuntu Pro-ის აგენტთან დაკავშირება...
kn: ಉಬುಂಟು ಪ್ರೊ ಏಜೆಂಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
ko: Ubuntu Pro 에이전트에 연결 중...
lo: ກຳລັງເຊື່ອມຕໍ່ກັບ Agent ຂອງ Ubuntu Pro...
nl: Verbinding maken met Ubuntu Pro-agent…
pl: Łączenie z agentem Ubuntu Pro...
pt_br: Conectando ao agente do Ubuntu Pro...
ru: Подключение к Агенту Ubuntu Pro...
sk: Pripojovanie k agentovi Ubuntu Pro...
sv: Ansluter till Ubuntu Pro-agent...
tr: Ubuntu Pro aracısına bağlanılıyor...
ug: Ubuntu Pro ۋاكالەتچىسىگە باغلىنىۋاتىدۇ…
uk: Під'єднання до агента Ubuntu Pro...
zh: 正在连接到 Ubuntu Pro 代理…
zh_tw: 正在連接到 Ubuntu Pro 代理...

# landscapeSetupManualHint
source: Register with your own Landscape server
cs: Zaregistrovat se pomocí serveru Landscape
de: Registrieren Sie sich mit Ihrem eigenen Landscape-Server
eo: Registri per servilo Landscape
es: Registrar con su propio servidor Landscape
et: Registreeri sinu oma Landscape'i serveriga
eu: Erregistratu Landscape zerbitzari batekin
fr: Vous inscrire avec votre propre serveur Landscape
ga: Cláraigh le freastalaí Tírdhreacha
he: רישום מול שרת Landscape
hu: Regisztráció a saját Landscape-kiszolgálójával
id: Mendaftar dengan server Landscape Anda sendiri
ka: რეგისტრაცია თქვენ საკუთარ Landscape-ის სერვერზე
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಸರ್ವರ್‌ನೊಂದಿಗೆ ನೋಂದಾಯಿಸಿ
lo: ລົງທະບຽນກັບເຊີບເວີ Landscape
nl: Registreer met uw eigen Landscape-server
pl: Zarejestruj na własnym serwerze Landscape
pt_br: Registrar em um servidor do Landscape
ru: Зарегистрируйтесь через сервер Landscape
sk: Zaregistrovať sa na server Landscape
sv: Registrera dig med en Landscape-server
tr: Kendi Landscape sunucunuzla kaydolun
ug: Landscape مۇلازىمېتىردا تىزىملىتىڭ
uk: Зареєструватися на власному сервері Landscape
zh: 用您自己的 Landscape 服务器注册
zh_tw: 使用您自己的 Landscape 伺服器註冊

# landscapeFileInvalidFormat
source: File is in an incorrect format
cs: Soubor nemá správný formát
de: Datei hat ein falsches Format
el: Το αρχείο είναι σε λανθασμένη μορφή
eo: Dosiero havas netaŭgan formon
es: Archivo está en un formato incorrecto
et: Fail on vales vormingus
eu: Fitxategiak okerreko formatua dauka
fr: Le fichier est dans un format incorrect
ga: Tá an comhad i bhformáid mícheart
he: הקובץ הוא בתבנית שגויה
hu: A fájl helytelen formátumban van
id: Berkas dalam format yang salah
ka: ფაილის ფორმატი არასწორია
kn: ಫೈಲ್ ತಪ್ಪಾದ ಸ್ವರೂಪದಲ್ಲಿದೆ
ko: 파일의 형식이 올바르지 않습니다
lo: ໄຟລ໌ຢູ່ໃນຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
nl: Het bestand heeft een onjuist formaat
pl: Plik ma nieprawidłowy format
pt_br: O arquivo está num formato incorreto
ru: Файл имеет неверный формат
sk: Súbor má nesprávny formát
sv: Filen är i ett felaktigt format
tr: Dosya yanlış biçimde
ug: ھۆججەت پىچىمى خاتا
uk: Файл має неправильний формат
zh: 文件格式有误
zh_tw: 檔案格式不正確

# landscapeFQDNSaaSError
source: FQDN shouldn't be landscape.canonical.com.
cs: FQDN by nemělo být landscape.canonical.com.
de: Der FQDN sollte nicht landscape.canonical.com lauten.
eo: Plene kvalifikita nomregno ne estu landscape.canonical.com.
es: El FQDN no debe ser landscape.canonical.com.
et: Täielik domeeninimi ei tohiks olla landscape.canonical.com.
eu: FQDNa ezin da landscape.canonical.com izan.
fr: Le FQDN ne devrait pas être landscape.canonical.com.
ga: Níor cheart go mbeadh FQDN landscape.canonical.com.
he: שם המארח המלא (FQDN) לא אמור להיות landscape.canonical.com.
hu: Az FQDN nem lehet landscape.canonical.com.
id: FQDN tidak boleh landscape.canonical.com.
ka: FQDN არ უნდა იყოს landscape.canonical.com.
kn: FQDN Landscape.canonical.com ಆಗಿರಬಾರದು.
lo: FQDN ບໍ່ຄວນເປັນ landscape.canonical.com.
nl: FQDN zou niet landscape.canonical.com moeten zijn.
pl: FQDN nie powinna być landscape.canonical.com.
pt_br: FQDN não pode ser landscape.canonical.com.
ru: FQDN не должно быть landscape.canonical.com.
sk: FQDN nesmie byť landscape.canonical.com.
sv: FQDN ska inte vara landscape.canonical.com.
tr: FQDN landscape.canonical.com olmamalı.
ug: مۇكەممەل دائىرە ئىسمى landscape.canonical.com بولماسلىقى كېرەك.
uk: FQDN не повинен бути landscape.canonical.com.
zh: FQDN 不能是 landscape.canonical.com。
zh_tw: FQDN 不應該是 landscape.canonical.com。

# landscapeSSLKeyLabel
source: Server SSL public key (optional)
cs: Veřejný klíč SSL serveru (volitelné)
de: Öffentlicher SSL-Schlüssel des Servers (optional)
eo: Servila publika ŝlosilo SSL (nedeviga)
es: Llave pública de servidor SSL (opcional)
et: Serveri avalik SSL-i võti (kui on vaja)
eu: Zerbitzariaren SSL gako publikoa (hautazkoa)
fr: Clé publique de serveur SSL (optionnel)
ga: Eochair phoiblí freastalaí SSL (roghnach)
he: מפתח ה־SSL הציבורי של השרת (רשות)
hu: Kiszolgáló SSL nyilvános kulcsa (választható)
id: Kunci publik server SSL (opsional)
ka: სერვერის SSL-ის საჯარო გასაღები (არასავალდებულო)
kn: ಸರ್ವರ್ SSL ಸಾರ್ವಜನಿಕ ಕೀ (ಐಚ್ಛಿಕ)
ko: 서버 SSL 공개 키 (선택)
lo: ຄີສາທາລະນະ SSL ຂອງເຊີບເວີ (ທາງເລືອກ)
nl: Openbare SSL-sleutel van de server (optioneel)
pl: Klucz publiczny serwera SSL (opcjonalnie)
pt_br: Chave pública SSL do servidor (opcional)
ru: Публичный ключ SSL сервера (необязательно)
sk: Verejný SSL kľúč servera (voliteľné)
sv: Serverns publika SSL-nyckel (valfritt)
tr: Sunucu SSL genel anahtarı (isteğe bağlı)
ug: مۇلازىمېتىر SSL ئاممىۋى ئاچقۇچى (تاللاشچان)
uk: Відкритий ключ SSL сервера (необов'язково)
zh: 服务器 SSL 公钥（可选）
zh_tw: 伺服器 SSL 公開金鑰 (可選)

# landscapeFileEmptyPath
source: A path must be specified
cs: Popis umístění je třeba vyplnit
de: Es muss ein Pfad angegeben werden
eo: Vi devas specifi dosierlokon
es: Debe ser especificada una ruta
et: Asukoht peab olema määratud
eu: Bide bat zehaztu behar da
fr: Un chemin doit être spécifié
ga: Ní mór cosán a shonrú
he: חובה לציין נתיב
hu: Meg kell adni egy útvonalat
id: Suatu path mesti dinyatakan
ka: ბილიკის მითითება აუცილებელია
kn: ಒಂದು ಮಾರ್ಗವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಬೇಕು
ko: 경로가 지정되어야 합니다
lo: ຕ້ອງລະບຸເສັ້ນທາງໄຟລ໌
nl: Er moet een pad worden opgegeven
pl: Scieżka musi być określona
pt_br: Um caminho de arquivo deve ser especificado
ru: Необходимо указать путь
sk: Musí byť zadaná cesta
sv: En sökväg måste anges
tr: Bir yol belirtilmelidir
ug: يول چوقۇم بەلگىلىنىشى كېرەك
uk: Потрібно вказати шлях
zh: 必须指定路径
zh_tw: 必須指定路徑

# landscapeApplyError
source: Error when attempting to apply the config: {message}
cs: Chyba při pokusu o použití nastavení: {message}
de: Fehler beim Versuch, die Konfiguration anzuwenden: {message}
eo: Eraro dum provado efektivigi la agordon: {message}
es: Error al intentar aplicar la configuración: {message}
et: Seadistuste rakendamisel tekkis viga: {message}
eu: Errorea konfigurazio hau aplikatzen saiatzean: {message}
fr: Erreur lors de la tentative d’application de la configuration : {message}
ga: Earráid agus iarracht á déanamh an cumraíocht a chur i bhfeidhm: {message}
he: שגיאה בניסיון להחיל את ההגדרות: {message}
hu: Hiba a beállítások alkalmazásának kísérletekor: {message}
id: Kesalahan ketika mencoba menerapkan konfigurasi: {message}
ka: შეცდომა კონფიგურაციის გადატარების მცდელობისას: {message}
kn: ಸಂರಚನೆಯನ್ನು ಅನ್ವಯಿಸಲು ಪ್ರಯತ್ನಿಸುವಾಗ ದೋಷ:{message}ಸಂರಚನೆಯನ್ನು ಅನ್ವಯಿಸಲು ಪ್ರಯತ್ನಿಸುವಾಗ ದೋಷ:{message}
ko: 설정 적용 중 오류가 발생했습니다: {message}
lo: ເກີດຂໍ້ຜິດພາດເມື່ອພະຍາຍາມນຳໃຊ້ການຕັ້ງຄ່າ: {message}
nl: Fout bij het toepassen van de configuratie: {message}
pl: Błąd podczas próby zastosowania konfiguracji: {message}
pt_br: Ocorreu um erro ao tentar aplicar a configuração: {message}
ru: Ошибка при попытке применить конфигурацию: {message}
sk: Chyba pri pokuse o použitie konfigurácie: {message}
sv: Fel vid försök att tillämpa konfigurationen: {message}
tr: Yapılandırmayı uygulamaya çalışırken hata oluştu: {message}
ug: سەپلىمىنى قوللىنىۋاتقاندا خاتالىق كۆرۈلدى: {message}
uk: Помилка під час спроби застосувати конфігурацію: {message}
zh: 尝试应用配置时出现问题： {message}
zh_tw: 嘗試套用配置時出錯： {message}

# statusBarAgentDownTooltip
source: Ubuntu Pro agent is disconnected. Press to start the agent.
cs: Agent Ubuntu Pro je odpojen. Stisknutím agenta spustíte.
de: Der Ubuntu Pro-Agent ist getrennt. Drücken, um den Agenten zu starten.
eo: Agento de Ubuntu Pro estas malkonektita. Premu butonon por lanĉi la agenton.
es: EL agente Ubuntu Pro está desconectado. Presione para iniciar el agente.
et: Ubuntu Pro agentprogrammi ühendus on katkenud. Tema uuesti käivitamiseks vajuta nuppu „Käivita“.
eu: Ubuntu Pro agentea deskonektatua dago. Sakatu agentea abiarazteko.
fr: L’agent Ubuntu Pro est déconnecté. Appuyez sur pour démarrer l’agent.
ga: Tá gníomhaire Ubuntu Pro dícheangailte. Brúigh chun an gníomhaire a thosú.
he: סוכן Ubuntu Pro מנותק. נא ללחוץ כדי להפעיל את הסוכן.
hu: Az Ubuntu Pro ügynök le van választva. Nyomja meg az ügynök indításához.
id: Agen Ubuntu Pro terputus. Tekan untuk memulai agen.
ka: Ubuntu Pro-ის აგენტი დაკავშირებული არაა. დააჭირეთ აგენტის გასაშვებად.
kn: ಉಬುಂಟು ಪ್ರೊ ಏಜೆಂಟ್ ಸಂಪರ್ಕ ಕಡಿತಗೊಂಡಿದೆ. ಏಜೆಂಟ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಲು ಒತ್ತಿರಿ.
ko: Ubuntu Pro 에이전트와 연결이 끊어졌습니다. 아래 버튼을 눌러 에이전트를 시작하십시오.
lo: Agent ຂອງ Ubuntu Pro ຖືກຕັດການເຊື່ອມຕໍ່. ກົດເພື່ອເລີ່ມຕົ້ນ Agent.
nl: Ubuntu Pro-agent is niet verbonden. Klik om de agent te starten.
pl: Agent Ubuntu Pro jest rozłączony. Naciśnij, aby uruchomić agenta.
pt_br: O agente do Ubuntu Pro está desconectado. Pressione para iniciar o agente.
ru: Агент Ubuntu Pro отключен. Нажмите для запуска агента.
sk: Agent Ubuntu Pro je odpojený. Kliknutím ho spustíte.
sv: Ubuntu Pro-agenten är frånkopplad. Tryck för att starta agenten.
tr: Ubuntu Pro aracısı bağlantısı kesildi. Aracı başlatmak için tuşuna basın.
ug: Ubuntu Pro ۋاكالەتچىسى ئۈزۈلدى. چېكىلسە ۋاكالەتچىنى قوزغىتىدۇ.
uk: Агент Ubuntu Pro від'єднано. Натисніть, щоб запустити його.
zh: Ubuntu Pro 代理已断开。点按来启动它。
zh_tw: Ubuntu Pro 代理程式已斷線。按下 啟動代理程式。

# landscapeSetupCustomHint
source: Load a custom Landscape client configuration file
cs: Načíst vlastní konfigurační soubor klienta Landscape
de: Laden Sie eine benutzerdefinierte Landscape-Client-Konfigurationsdatei
eo: Agordi propran klientan agordan dosieron por Landscape
es: Cargar un archivo de configuración cliente de Landscape
et: Laadi Landscape'i kliendi kohendatud seadistusfail
eu: Kargatu Landscape bezero-konfigurazio fitxategi pertsonalizatua
fr: Charger un fichier de configuration client Landscape personnalisé
ga: Luchtaigh comhad cumraíochta saincheaptha cliant Tírdhreacha
he: טעינת קובץ הגדרות לקוח Landscape משלך
hu: Egyéni Landscape-ügyfél beállítófájl betöltése
id: Muat berkas konfigurasi klien Landscape ubahan
ka: მორგებული Landscape-ის კლიენტის კონფიგურაციის ფაილის ჩატვირთვა
kn: ಕಸ್ಟಮ್ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಕ್ಲೈಂಟ್ ಕಾನ್ಫಿಗರೇಶನ್ ಫೈಲ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಿ
ko: 커스텀 Landscape 클라이언트 설정 파일을 불러옵니다
lo: ໂຫຼດໄຟລ໌ຕັ້ງຄ່າໄຄລເອັນ Landscape ແບບກຳນົດເອງ
nl: Laad een aangepast configuratiebestand voor de Landscape-client
pl: Załaduj niestandardowy plik konfiguracji klienta Landscape
pt_br: Carregar um arquivo de configuração customizado do cliente do Landscape
ru: Загрузка пользовательского файла конфигурации клиента Landscape
sk: Načítať vlastný konfiguračný súbor klienta Landscape
sv: Läs in en anpassad Landscape-klientkonfigurationsfil
tr: Özel bir Landscape istemci yapılandırma dosyası yükleyin
ug: ئىختىيارى Landscape خېرىدار سەپلىمە ھۆججىتىنى يۈكلەيدۇ
uk: Завантажити власний файл конфігурації клієнта Landscape
zh: 加载自定义 Landscape 客户端配置文件
zh_tw: 載入自訂的 Landscape 用戶端設定檔

# purchaseStatusServer
source: Something went wrong with the Microsoft Store. Please try again later.
cs: Něco se pokazilo v Microsoft Store. Zkuste to znovu později.
de: Im Microsoft Store ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Κάτι πήγε στραβά με το Microsoft Store.Παρακαλώ προσπαθήστε αργότερα.
eo: Io fiaskis pri Microsoft Store. Bonvolu reprovi poste.
es: Ha habido un error con la Microsoft Store. Por favor, intente más tarde.
et: Microsoft Store'iga läks midagi viltu. Palun proovi hiljem uuesti.
eu: Arazo bat gertatu da Microsoft Store dendarekin. Saiatu berriro geroago.
fr: Quelque chose a mal tourné dans le Microsoft Store. Veuillez réessayer plus tard.
ga: Tharla fadhb leis an Microsoft Store. Déan iarracht arís ar ball.
he: משהו השתבש בחנות של מיקרוסופט - ה־Microsoft Store. נא לנסות שוב מאוחר יותר.
hu: Valami tönkre ment a Microsoft Store-nál. Próbálja meg később újra.
id: Ada yang salah dengan Microsoft Store. Silakan coba lagi nanti.
ka: Microsoft Store-ს რაღაც სჭირს. მოგვიანებით სცადეთ.
kn: Microsoft Store ನಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: Microsoft Store에 문제가 발생했습니다. 나중에 다시 시도해 보세요.
lo: ເກີດຂໍ້ຜິດພາດກັບ Microsoft Store. ກະລຸນາລອງໃໝ່ອີກຄັ້ງພາຍຫຼັງ.
nl: Er is iets misgegaan met de Microsoft Store. Probeer het later opnieuw.
pl: Coś poszło nie tak z Microsoft Store. Spróbuj ponownie później.
pt_br: Erro inesperado na Microsoft Store. Por favor tente novamente mais tarde.
ru: Что-то пошло не так в Microsoft Store. Пожалуйста, повторите попытку позже.
sk: V obchode Microsoft Store sa vyskytla chyba. Skúste to znova neskôr.
sv: Något gick fel med Microsoft Store. Försök igen senare.
tr: Microsoft Store'da bir sorun oluştu. Lütfen daha sonra tekrar deneyin.
ug: Microsoft دۇكىنىدا مەسىلە كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.
uk: У Microsoft Store сталася помилка. Спробуйте пізніше.
zh: Microsoft Store 出了些问题。请稍候再试。
zh_tw: Microsoft Store 發生問題，請稍後再試。

# landscapeSkipDescription
source: You can always configure Landscape later in this app
cs: Landscape můžete kdykoli nastavit později prostřednictvím této aplikace
de: Sie können Landscape auch später in dieser App konfigurieren
eo: Vi povas agordi Landscape poste en ĉi tiu programo
es: Siempre puede configurar Landscape más tarde en esta app
et: Sa võid Landscape'i teenust selles rakenduses ka alati hiljem seadistada
eu: Geroago ere konfigura dezakezu Landscape aplikazio honetan
fr: Vous pouvez toujours configurer Landscape plus tard dans cette app
ga: Is féidir leat Landscape a chumrú níos déanaí san aip seo
he: תמיד אפשר להגדיר את Landscape מאוחר יותר דרך היישום הזה
hu: A Landscape később is beállítható ebben az alkalmazásban
id: Anda selalu dapat mengonfigurasi Landscape nanti di aplikasi ini
ka: Landscape-ის მორგება ნებისმიერ დროს, ამ აპში შეგიძლიათ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ನಂತರ ನೀವು ಯಾವಾಗಲೂ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದು
lo: ທ່ານສາມາດຕັ້ງຄ່າ Landscape ພາຍຫຼັງໄດ້ສະເໝີໃນແອັບນີ້
nl: Je kunt Landscape later altijd configureren in deze app
pl: Możesz zawsze skonfigurować Landscape później w tej aplikacji
pt_br: Você sempre poderá configurar o Landscape depois nesse aplicativo
ru: Вы всегда можете настроить Landscape позже в этом приложении
sk: Landscape môžete vždy nakonfigurovať neskôr v tejto aplikácii
sv: Du kan alltid konfigurera Landscape senare i denna app
tr: Landscape'yi daha sonra bu uygulamada istediğiniz zaman yapılandırabilirsiniz
ug: سەل تۇرۇپ بۇ ئەپتە Landscape نى سەپلىيەلەيسىز
uk: Ви завжди можете налаштувати Landscape пізніше у цьому застосунку
zh: 您可以稍后在此应用内配置 Landscape
zh_tw: 您可以稍後在此應用程式中設定 Landscape
