Repository: canonical/ubuntu-pro-for-wsl
Catalog: gui/packages/ubuntupro/lib/l10n/app_*.arb
Languages: cs, de, el, eo, es, et, eu, fr, ga, he, hu, id, ka, kn, ko, lo, nl, pl, pt_br, ro, ru, sk, sv, tr, ug, uk, zh, zh_tw

# landscapeHeading
source: Configure the connection to Landscape to manage your Ubuntu WSL instances remotely. {landscapeLink}
cs: Nastavte připojení k Landscape pro vzdálenou správu instancí WSL Ubuntu. {landscapeLink}
de: Konfigurieren Sie die Verbindung zu Landscape, um Ihre Ubuntu WSL-Instanzen aus der Ferne zu verwalten. {landscapeLink}
eo: Agordu la konekton al Landscape por fore administri viajn instalaĵojn de Ubuntu WSL. {landscapeLink}
es: Configure la conexión a Landscape para gestionar sus instancias de Ubuntu WSL remotamente. {landscapeLink}
et: Seadista ühendus Landscape'i teenusega ja halda oma Ubuntu WSL-i paigaldusi eemalt. {landscapeLink}
eu: Konfiguratu Landscapera konexioa, zure Ubuntu WSL instantziak urrunetik kudeatzeko. {landscapeLink}
fr: Configurer la connexion à Landscape afin de gérer vos instances Ubuntu WSL à distance. {landscapeLink}
ga: Cumraigh an nasc le Landscape chun do chásanna Ubuntu WSL a bhainistiú go cianda. {landscapeLink}
he: הגדרת החיבור ל־Landscape כדי לנהל את מופעי ה־Ubuntu WSL שלך מרחוק. {landscapeLink}
hu: Állítsa be a kapcsolatot a Landscape-hez, hogy távolról kezelhesse az Ubuntu WSL példányait. {landscapeLink}
id: Konfigurasikan koneksi ke Landscape untuk mengelola instansi Ubuntu WSL Anda dari jarak jauh. {landscapeLink}
ka: მოირგეთ კავშირი Landscape-ის სერვერამდე, რომ თქვენი Ubuntu WSL-ის გაშვებული ასლები დაშორებულად მართოთ. {landscapeLink}
kn: ನಿಮ್ಮ ಉಬುಂಟು WSL ನಿದರ್ಶನಗಳನ್ನು ದೂರದಿಂದಲೇ ನಿರ್ವಹಿಸಲು ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ಗೆ ಸಂಪರ್ಕವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ. {landscapeLink}
lo: ຕັ້ງຄ່າການເຊື່ອມຕໍ່ກັບ Landscape ເພື່ອຈັດການອິນສະແຕນ Ubuntu WSL ຂອງທ່ານຈາກໄລຍະໄກ. {landscapeLink}
nl: Configureer de verbinding met Landscape om uw Ubuntu WSL-exemplaren op afstand te beheren. {landscapeLink}
pl: Skonfiguruj połączenie z Landscape, aby zdalnie zarządzać instancjami Ubuntu WSL. {landscapeLink}
pt_br: Configure a conexão com o Landscape para gerenciar suas instâncias Ubuntu WSL remotamente. {landscapeLink}
ru: Настройте соединение с Landscape для удаленного управления экземплярами Ubuntu WSL. {landscapeLink}
sk: Nakonfigurujte pripojenie k Landscape na vzdialenú správu Ubuntu WSL inštancií. {landscapeLink}
sv: Konfigurera anslutningen till Landscape för att fjärrhantera dina Ubuntu WSL-instanser. {landscapeLink}
tr: Ubuntu WSL örneklerinizi uzaktan yönetmek için Landscape bağlantısını yapılandırın. {landscapeLink}
ug: Landscape دە سەپلەنگەن باغلانما ئارقىلىق Ubuntu WSL ئەمەلىي مىسالىنى يىراقتىن باشقۇرىدۇ. {landscapeLink}
uk: Налаштувати під'єднання до Landscape для віддаленого керування вашими екземплярами Ubuntu WSL. {landscapeLink}
zh: 配置到 Landscape 的连接来远程管理您的 Ubuntu WSL 实例。{landscapeLink}
zh_tw: 設定與 Landscape 的連線，以便遠端管理您的 Ubuntu WSL 實體。{landscapeLink}

# landscapeDetails
source: Details
cs: Podrobnosti
eo: Detaloj
es: Detalles
et: Lisateave
eu: Xehetasunak
fr: Détails
ga: Sonraí
he: פרטים
hu: Részletek
id: Rincian
kn: ವಿವರಗಳು
lo: ລາຍລະອຽດ
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sk: Podrobnosti
sv: Detaljer
ug: تەپسىلاتى
zh_tw: 詳情

# landscapeUnknownError
source: Unknown error when connecting to Landscape
cs: Neznámá chyba při připojování k Landscape
de: Unbekannter Fehler beim Herstellen einer Verbindung zu Landscape
eo: Nekonata eraro dum konektado al Landscape
es: Error desconocido al conectarse a Landscape
et: Tundmatu viga ühendamisel Landscape-i teenusega
eu: Errore ezezaguna Landscapera konektatzean
fr: Erreur inconnue lors de la connexion à Landscape
ga: Earráid anaithnid agus ceangal á dhéanamh leis an suíomh Tírdhreach
he: שגיאה לא ידועה בהתחברות ל־Landscape
hu: Ismeretlen hiba a Landscape-hez való kapcsolódáskor
id: Galat tak dikenal saat menghubungkan ke Landscape
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್‌ಗೆ ಸಂಪರ್ಕಿಸುವಾಗ ಅಜ್ಞಾತ ದೋಷ
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກເມື່ອເຊື່ອມຕໍ່ກັບ Landscape
nl: Onbekende fout bij het verbinden met Landscape
pl: Nieznany błąd podczas łączenia się z serwerem Landscape
pt_br: Erro não especificado ao conectar ao Landscape
ru: Неизвестная ошибка при соединении с Landscape
sk: Neznáma chyba pri pripájaní k serveru Landscape
sv: Okänt fel vid anslutning till Landscape
ug: Landscape كە باغلانغاندا يوچۇن خاتالىق كۆرۈلدى
zh_tw: 連接至 Landscape 時發生未知錯誤

# landscapeUnknownErrorContent
source: Please report this incident including the details below.
cs: Prosíme nahlašte tento incident včetně níže uvedených podrobností.
de: Bitte melden Sie diesen Vorfall unter Angabe der folgenden Details.
eo: Bonvolu raporti ĉi tiun incidenton inkluzivante la jenajn detalojn.
es: Por favor, reporte este incidente incluyendo los detalles de abajo.
et: Palun teata sellest veast ning kaasa veakirjeldusse alljärgnev teave.
eu: Mesedez, eman arazo honen berri, ondorengo xehetasunak ere gehituz.
fr: Veuillez signaler cet incident en incluant les détails ci-dessous.
ga: Tuairiscigh an eachtra seo, le do thoil, lena n-áirítear na sonraí thíos.
he: נא לדווח על האירוע הזה ולצרף את הפרטים שלהלן.
hu: Jelentse ezt az incidenst az alábbi részletekkel együtt.
id: Silahkan laporkan insiden ini termasuk rincian di bawah.
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಈ ಘಟನೆಯನ್ನು ವರದಿ ಮಾಡಿ.
lo: ກະລຸນາລາຍງານເຫດການນີ້ລວມທັງລາຍລະອຽດດ້ານລຸ່ມ.
nl: Meld dit incident met inbegrip van de onderstaande gegevens.
pl: Zgłoś ten incydent wraz ze szczegółami podanymi poniżej.
pt_br: Por favor reporte este incidente incluindo os detalhes abaixo.
ru: Пожалуйста, сообщите об этом инциденте, указав подробности ниже.
sk: Nahláste túto udalosť vrátane nižšie uvedených podrobností.
sv: Rapportera incidenten tillsammans med detaljerna nedanför.
ug: تۆۋەندىكى تەپسىلاتنى ئۆز ئىچىگە ئالغان بۇ كاشىلىنى مەلۇم قىلىڭ.
zh_tw: 請回報此事件，並包含以下詳細資訊。

# landscapeProceedAnyway
source: Proceed anyway
cs: Pokračovat i tak
de: Trotzdem fortfahren
eo: Daŭrigi malgraŭ tio
es: Continuar de todas maneras
et: Jätka ikkagi
eu: Egin aurrera halere
fr: Poursuivre malgré tout
ga: Lean ar aghaidh ar aon nós
he: להמשיך בכל זאת
hu: Folytatás mindenképp
id: Lanjutkan saja
kn: ಹೇಗಾದರೂ ಮುಂದುವರಿಯಿರಿ
lo: ດຳເນີນການຕໍ່
nl: Toch doorgaan
pl: Kontynuuj mimo wszystko
pt_br: Prosseguir mesmo assim
ru: Продолжить в любом случае
sk: Pokračovať napriek tomu
sv: Fortsätt ändå
ug: يەنىلا داۋاملاشتۇر
zh_tw: 繼續進行

# landscapeInvalidConfig
source: Invalid Landscape configuration
cs: Neplatné nastavení pro Landscape
de: Ungültige Landscape-Konfiguration
eo: Nevalida agordo de Landscape
es: Configuración de Landscape inválida
et: Vigane Landscape'i serveri seadistus
eu: Landscape konfigurazio baliogabea
fr: Configuration Landscape invalide
ga: Cumraíocht Tírdhreacha Neamhbhailí
he: הגדרות Landscape שגויות
hu: Érvénytelen Landscape-beállítások
id: Konfigurasi Landscape tidak valid
kn: ಅಮಾನ್ಯವಾದ ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಕಾನ್ಫಿಗರೇಶನ್
lo: ການຕັ້ງຄ່າ Landscape ບໍ່ຖືກຕ້ອງ
nl: Ongeldige Landscape-configuratie
pl: Nieprawidłowa konfiguracja serwera Landscape
pt_br: Configuração do Landscape inválida
ru: Неверная конфигурация Landscape
sk: Neplatná konfigurácia Landscape
sv: Ogiltig Landscape-konfiguration
ug: ئىناۋەتسىز Landscape سەپلىمىسى
zh_tw: 無效的 Landscape 設定

# landscapeEditYourConfig
source: Edit your config
cs: Upravit vaše nastavení
de: Bearbeiten Sie Ihre Konfiguration
eo: Modifi vian agordon
es: Editar su configuración
et: Muuda selle kliendi seadistusi
eu: Editatu konfigurazioa
fr: Modifier votre configuration
ga: Cuir do chumraíocht in eagar
he: עריכת ההגדרות שלך
hu: Beállítások szerkesztése
id: Sunting konfigurasi Anda
kn: ನಿಮ್ಮ ಸಂರಚನೆಯನ್ನು ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂການຕັ້ງຄ່າຂອງທ່ານ
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt_br: Editar sua configuração
ru: Отредактируйте свою конфигурацию
sk: Upraviť konfiguráciu
sv: Redigera din konfig
ug: سەپلىمە تەھرىرلەيدۇ
zh_tw: 編輯您的設定檔

# landscapeInvalidConfigContent
source: The server rejected the configuration submitted. Please verify your settings.
cs: Server odmítnul zaslané nastavení. Ověřte správnost svých nastavení.
de: Der Server hat die übermittelte Konfiguration abgelehnt. Bitte verifizieren Sie Ihre Einstellungen.
eo: La servilo malakceptis la submetitan agordon. Bonvolu kontroli viajn agordojn.
es: El servidor rechazó la configuración enviada. Por favor, verifique sus ajustes.
et: Server keeldus päringus leidunud seadistuste kasutamisest. Palun kontrolli seadistusi.
eu: Zerbitzariak bidalitako konfigurazioa baztertu du. Egiaztatu zure ezarpenak.
fr: Le serveur a rejeté la configuration soumise. Veuillez vérifier vos paramètres.
ga: Dhiúltaigh an freastalaí don chumraíocht a cuireadh isteach. Fíoraigh do shocruithe le do thoil.
he: השרת דחה את ההגדרות שהוגשו. נא לוודא שההגדרות שלך תקינות.
hu: A kiszolgáló elutasította a beküldött beállításokat. Ellenőrizze a beállításait.
id: Server menolak konfigurasi yang dikirim. Silakan verifikasi pengaturan Anda.
kn: ಸಲ್ಲಿಸಿದ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಸರ್ವರ್ ತಿರಸ್ಕರಿಸಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
lo: ເຊີບເວີປະຕິເສດການຕັ້ງຄ່າທີ່ສົ່ງໄປ. ກະລຸນາກວດສອບການຕັ້ງຄ່າຂອງທ່ານ.
nl: De server heeft de ingediende configuratie afgewezen. Controleer uw instellingen.
pl: Serwer odrzucił przesłaną konfigurację. Sprawdź ustawienia.
pt_br: O servidor rejeitou a configuração submetida. Por favor verifique suas configurações.
ru: Сервер отклонил отправленную конфигурацию. Пожалуйста, проверьте настройки.
sk: Server odmietol odoslanú konfiguráciu. Skontrolujte svoje nastavenia.
sv: Servern nekade den inskickade konfigurationen. Kontrollera dina inställningar.
ug: مۇلازىمېتىر تاپشۇرۇلغان سەپلىمىنى رەت قىلدى. تەڭشىكىڭىزنى دەلىللەڭ.
zh_tw: 伺服器拒絕了您提交的設定內容。請檢查您的設定。

# landscapeUnchangedConfig
source: Unchanged configuration
cs: Nezměněná nastavení
de: Ungeänderte Konfiguration
eo: Neŝanĝita agordo
es: Configuración sin cambios
et: Muutmata konfiguratsioon
eu: Aldatu gabeko konfigurazioa
fr: Configuration inchangée
ga: Cumraíocht gan athrú
he: ההגדרות ללא שינוי
hu: Változatlan beállítások
id: Konfigurasi tidak berubah
kn: ಬದಲಾಗದ ಸಂರಚನೆ
lo: ການຕັ້ງຄ່າທີ່ບໍ່ໄດ້ປ່ຽນແປງ
nl: Ongewijzigde configuratie
pl: Niezmieniona konfiguracja
pt_br: Configuração sem modificações
ru: Неизменная конфигурация
sk: Nezmenená konfigurácia
sv: Oförändrad konfiguration
ug: ئۆزگەرتىلمىگەن سەپلىمە
zh_tw: 設定未變更

# landscapeUnreachable
source: Landscape is unreachable
cs: Landscape není dosažitelné
de: Landscape ist nicht erreichbar
eo: Landscape ne estas atingebla
es: Landscape inalcanzable
et: Landscape'i server pole leitav
eu: Ezin da Landscape atzitu
fr: Landscape est inaccessible
ga: Tá an tírdhreach do-shroichte
he: Landscape לא זמין
hu: A Landscape nem érhető el
id: Lansdcape tidak dapat dijangkau
kn: ಭೂದೃಶ್ಯವನ್ನು ತಲುಪಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ສາມາດຕິດຕໍ່ Landscape ໄດ້
nl: Landscape is onbereikbaar
pl: Serwer Landscape jest nieosiągalny
pt_br: Landscape está inalcaçável
ru: Landscape недоступен
sk: Landscape je nedostupný
sv: Landscape går inte att nå
ug: Landscape نى زىيارەت قىلغىلى بولمايدۇ
zh_tw: 無法被觸及 Landscape

# landscapeUnreachableContent
source: Couldn't connect to the Landscape server.
cs: Nebylo možné se spojit s Landscape serverem.
de: Verbindung zum Landscape-Server konnte nicht hergestellt werden.
eo: Ne eblis konekti al la servilo de Landscape.
es: No se pudo establecer la conexión al servidor Landscape.
et: Ühendamine Landscape'i serveriga ei õnnestunud.
eu: Ezin izan da Landscape zerbitzarira konektatu.
fr: Impossible de se connecter au serveur Landscape.
ga: Níorbh fhéidir ceangal leis an bhfreastalaí Landscape.
he: לא ניתן להתחבר לשרת ה־Landscape.
hu: Nem sikerült kapcsolódni a Landscape-kiszolgálóhoz.
id: Tidak bisa menyambung ke server Landscape.
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಸರ್ವರ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີ Landscape ໄດ້.
nl: Kon geen verbinding maken met de Landscape-server.
pl: Nie można połączyć się z serwerem Landscape.
pt_br: Falha ao conectar com o servidor do Landscape.
ru: Не удалось соединиться с сервером Landscape.
sk: Nepodarilo sa pripojiť k serveru Landscape.
sv: Kunde inte ansluta till Landscape-servern.
ug: Landscape مۇلازىمېتىرغا باغلىنالمىدى .
zh_tw: 無法連接到 Landscape 伺服器。

# landscapeChangeLaterHint
source: You can change the configuration at any time.
cs: Nastavení je možné kdykoli změnit.
de: Sie können die Konfiguration jederzeit ändern.
eo: Vi povas ŝanĝi la agordon iam ajn.
es: Puede cambiar la configuración en cualquier momento.
et: Sa võid igal sobilikul hetkel muuta seadistusi.
eu: Edonoiz aldatu ahalko duzu konfigurazioa.
fr: Vous pouvez modifier la configuration à tout moment.
ga: Is féidir leat an chumraíocht a athrú tráth ar bith.
he: אפשר לשנות את ההגדרות בכל עת.
hu: Bármikor megváltoztathatja a beállításokat.
id: Anda dapat mengubah konfigurasi setiap saat.
kn: ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಬದಲಾಯಿಸಬಹುದು.
lo: ທ່ານສາມາດປ່ຽນການຕັ້ງຄ່າໄດ້ທຸກເວລາ.
nl: U kunt de configuratie op elk gewenst moment wijzigen.
pl: Możesz zmienić konfigurację w dowolnym momencie.
pt_br: Você pode mudar a configuração a qualquer momento.
ru: Вы можете изменить конфигурацию в любое время.
sk: Konfiguráciu môžete kedykoľvek zmeniť.
sv: Du kan ändra konfigurationen när som helst.
ug: خالىغان ۋاقىتتا سەپلىمىنى ئۆزگەرتەلەيسىز.
zh_tw: 您可以隨時變更設定。

# landscapeWSLUnavailable
source: Landscape WSL features are disabled
cs: Ladscape WSL funkce jsou vypnuté
de: Landscape WSL-Funktionen sind deaktiviert
eo: Funkcioj de Landscape pri WSL ne estas ŝaltitaj
es: Las características de WSL de Landscape están deshabilitadas
et: Landscape WSL-funktsionaalsus pole kasutusel
eu: Landscaperen WSL eginbideak ezgaituta daude
fr: Les fonctionnalités Landscape WSL sont désactivées
ga: Tá gnéithe WSL tírdhreacha díchumasaithe
he: יכולות ה־WSL של שרת ה־Landscape כבויות
hu: A Landscape WSL-funkciói le vannak tiltva
id: Fitur WSL Landscape dinonaktifkan
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ WSL ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ຄຸນສົມບັດ Landscape WSL ຖືກປິດໃຊ້ງານ
nl: Landscape WSL-functies zijn uitgeschakeld
pl: Funkcje WSL serwera Landscape są wyłączone
pt_br: Os recursos do WSL no Landscape estão desabilitados.
ru: Функции WSL в Landscape отключены
sk: Funkcie Landscape pre WSL sú deaktivované
sv: Landscape WSL-funktioner har inaktiverats
ug: Landscape WSL ئىقتىدارى چەكلەنگەن
zh_tw: Landscape WSL 的功能已停用

# landscapeWSLUnavailableContent
source: WSL features are disabled in the Landscape server. Please contact your systems administrator.
cs: WSL funkce jsou v Landscape serveru vypnuté. Obraťte se na svého správce systémů.
de: WSL-Funktionen sind auf dem Landscape-Server deaktiviert. Bitte kontaktieren Sie Ihren Systemadministrator.
eo: Funkcioj pri WSL ne estas ŝaltitaj en la servilo de Landscape. Bonvolu kontakti vian sistemadministranton.
es: Las características de WSL están desactivadas en el servidor Landscape. Por favor, contacte con su administrador de sistemas.
et: Landscape'i serveris pole WSL-funktsionaalsus kasutusel. Täpsemat teavet saad oma süsteemihaldurilt.
eu: WSL eginbideak ezgaituta daude Landscape zerbitzarian. Jarri sistemaren administratzailearekin harremanetan.
fr: Les fonctionnalités WSL sont désactivées dans le serveur Landscape. Veuillez contacter votre administrateur système.
ga: Tá gnéithe WSL díchumasaithe sa fhreastalaí Tírdhreacha. Téigh i dteagmháil le riarthóir do chórais le do thoil.
he: יכולות WSL כבויות בשרת ה־Landscape. נא ליצור קשר עם הנהלת המערכת שלך.
hu: A WSL-funkciók le vannak tiltva a Landscape-kiszolgálón. Lépjen kapcsolatba a rendszer adminisztrátorával.
id: Fitur WSL dinonaktifkan di server Landscape. Hubungi administrator sistem Anda.
kn: ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಸರ್ವರ್‌ನಲ್ಲಿ WSL ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಿಸ್ಟಂ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
lo: ຄຸນສົມບັດ WSL ຖືກປິດໃຊ້ງານໃນເຊີບເວີ Landscape. ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງທ່ານ.
nl: WSL-functies zijn uitgeschakeld op de Landscape-server. Neem contact op met uw systeembeheerder.
pl: Funkcje WSL są wyłączone na serwerze Landscape. Skontaktuj się z administratorem systemu.
pt_br: Os recursos do WSL estão desabilitados no servidor do Landscape. Por favor contate o seu administrador de sistemas.
ru: Функции WSL отключены на сервере Landscape. Пожалуйста, обратитесь к своему системному администратору.
sk: Funkcie WSL sú na serveri Landscape deaktivované. Obráťte sa na svojho správcu systému.
sv: WSL-funktioner är inaktiverade på Landscape-servern. Kontakta din systemadministratör.
ug: Landscape مۇلازىمېتىردا WSL ئىقتىدارى چەكلەنگەن. سىستېما باشقۇرغۇچىڭىز بىلەن ئالاقىلىشىڭ.
zh_tw: WSL 功能在 Landscape 伺服器中已停用。請聯絡您的系統管理員。

# landscapeProceedAnywayHint
source: Proceed and attempts to reach the Landscape server will continue in the background.
cs: Pokračovat a pokusy o dosažení Landscape serveru budou pokračovat na pozadí.
de: Fahren Sie fort, und die Versuche, den Landscape-Server zu erreichen, werden im Hintergrund fortgesetzt.
eo: Se vi daŭrigas malgraŭ tio, provoj atingi la servilon de Landscape daŭros fone.
es: Cotinúe y cualquier intento de alcanzar el servidor Landscape se realizará en segundo plano.
et: Jätka ning katsed ühenduse loomiseks Landscape'i serveriga jätkuvad taustal.
eu: Egin aurrera, eta Landscape zerbitzarira konektatzeko saiakerek atzeko planoan jarraituko dute.
fr: Le traitement les tentatives d'atteindre le serveur Landscape continueront en arrière-plan.
ga: Lean ar aghaidh agus leanfaidh iarrachtaí chun teacht ar an bhfreastalaí Tírdhreacha sa chúlra.
he: אפשר להמשיך וברקע יתבצעו ניסיונות נוספים ליצור קשר עם שרת ה־Landscape.
hu: Folytatás, és a Landscape-kiszolgáló elérésére irányuló kísérletek a háttérben folytatódnak.
id: Teruskan dan percobaan mencapai server Landscape akan dilanjutkan di latar belakang.
kn: ಮುಂದುವರಿಯಿರಿ ಮತ್ತು ಲ್ಯಾಂಡ್‌ಸ್ಕೇಪ್ ಸರ್ವರ್ ಅನ್ನು ತಲುಪುವ ಪ್ರಯತ್ನಗಳು ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತದೆ.
lo: ດຳເນີນການຕໍ່ ແລະ ຄວາມພະຍາຍາມເຂົ້າຫາເຊີບເວີ Landscape ຈະສືບຕໍ່ໃນເບື້ອງຫຼັງ.
nl: Ga verder en pogingen om de Landscape-server te bereiken gaan door op de achtergrond.
pl: Kontynuuj, a próby połączenia z serwerem Landscape będą kontynuowane w tle.
pt_br: Continue e tentativas de conectar-se ao servidor do Landscape continuarão em segundo plano.
ru: Продолжайте, и попытки соединения с сервером Landscape будут выполняться в фоновом режиме.
sk: Pokračujte – pokusy o pripojenie k serveru Landscape sa budú vykonávať na pozadí.
sv: Fortsätt och försök att nå Landscape-servern kommer att fortsätta i bakgrunden.
ug: مەشغۇلاتنى داۋاملاشتۇرۇڭ، سىستېما ئارقا سۇپىدا Landscape مۇلازىمېتىرغا باغلىنىشنى سىنايدۇ.
zh_tw: 請繼續操作，系統將持續在背景中嘗試連接到 Landscape 伺服器。

# landscapeAccountNameLabel
source: Account name
cs: Název účtu
eo: Nomo de konto
eu: Kontu-izena
ga: Ainm an chuntais
he: שם חשבון
kn: ಖಾತೆಯ ಹೆಸರು
lo: ຊື່ບັນຊີ
pt_br: Nome da conta
ru: Имя учётной записи
sk: Názov účtu
sv: Kontonamn
ug: ھېساب ئاتى

# landscapeAccountNameError
source: Account name cannot be empty nor "{reservedAccount}".
cs: Název účtu nemůže být prázdný nebo {reservedAccount}.
eo: La nomo de konto ne povas esti malplena nek «{reservedAccount}».
eu: Kontu-izena ezin da hutsik egon edo "{reservedAccount}" izan.
ga: Ní féidir ainm an chuntais a bheith folamh nó "{reservedAccount}".
he: שם החשבון לא יכול להיות ריק או „{reservedAccount}”.
kn: ಖಾತೆಯ ಹೆಸರು ಖಾಲಿಯಾಗಿರಬಾರದು ಅಥವಾ "{reservedAccount}".
lo: ຊື່ບັນຊີຕ້ອງບໍ່ຫວ່າງເປົ່າ ຫຼື ເປັນ "{reservedAccount}".
pt_br: Nome da conta não pode ser fazio ou "{reservedAccount}".
ru: Имя учётной записи не может быть пустым или «{reservedAccount}».
sk: Názov účtu nesmie byť prázdny alebo „{reservedAccount}“.
sv: Kontonamn får inte vara tomt eller "{reservedAccount}".
ug: ھېساب ئاتى ياكى «{reservedAccount}» بوش قالمايدۇ.
