Repository: canonical/ubuntu-pro-for-wsl
Catalog: wsl-pro-service/po/*.po
Languages: ca_es, pl

source: %s isn't a boolean: %v
ca_es: %s no és booleà
pl: %s nie jest wartością logiczną: %v

source: All connections have now ended.
ca_es: Totes les connexions han acabat
pl: Wszystkie połączenia zostały zakończone.

source: Connecting as [[%s]]
ca_es: Connectant com a [[%s]]
pl: Łączenie jako [[%s]]

source: Couldn't connect to %s daemon: %v
ca_es: No s'ha pogut realitzar la connexió amb el dimoni: %v
pl: Nie można połączyć się z demonem %s: %v

source: Couldn't send initial connection log to client
ca_es: No s'ha pogut enviar el registre
pl: Nie można wysłać początkowego dziennika połączenia do klienta

source: Error %s from server: %v
ca_es: Error %s provinent del servidor: %v
pl: Błąd %s z serwera: %v

source: Error from server: %v
ca_es: Error provinent del servidor: %v
pl: Błąd z serwera: %v

source: New connection from client [[%s]]
ca_es: Nova connexió del client [[%s]]
pl: Nowe połączenie od klienta [[%s]]

source: Ready state sent to systemd
ca_es: Estat «ready» enviat al systemd
pl: Stan gotowości został wysłany do systemd

source: Returns version of agent and exits
ca_es: Retorna la versió de l'agent i surt
pl: Zwraca wersję agenta i wychodzi

source: Service took too long to respond. Disconnecting client.
ca_es: El servei ha trigat massa en respondre. Desconnectant client.
pl: Usługa zbyt długo odpowiadała. Rozłączanie klienta.

source: WSL Pro Service
ca_es: Servei WSL Pro
pl: Usługa WSL Pro

source: WSL Pro Service connects Ubuntu Pro for WSL agent to your distro.
pl: Usługa WSL Pro łączy agenta Ubuntu Pro dla WSL z Twoją dystrybucją.

source: Wait for active requests to close.
ca_es: Espera a que les peticions actives acabin
pl: Poczekaj na zamknięcie aktywnych żądań.

source: can't create daemon
ca_es: no es pot crear el dimoni
pl: nie można utworzyć demona

source: can't send logs to client: %v
ca_es: no es poden enviar registres al client: %v
pl: nie można wysłać dzienników do klienta: %v

source: couldn't send logs to client
ca_es: no s'ha pogut enviar registres al client
pl: nie można wysłać dzienników do klienta

source: couldn't send ready notification to systemd: %v
ca_es: no s'ha pogut enviar l'estat «ready» al systemd
pl: nie można wysłać powiadomienia o gotowości do systemd: %v

source: error while serving
ca_es: error mentre es servia
pl: błąd podczas wykonywania usługi

source: invalid metadata %s for incoming request: %q
ca_es: metadada %s invalida per la petició entrant: %q
pl: nieprawidłowe metadane %s dla żądania przychodzącego: %q

source: invalid metdata from client: %v . Please use the StreamClientInterceptor: %v
ca_es: metadada %s invalida provenint del client: %v Si us plau, utilitzi el StreamClientInterceptor
pl: nieprawidłowe metadane od klienta: %v . Użyj StreamClientInterceptor: %v

source: issue INFO (-v), DEBUG (-vv) or DEBUG with caller (-vvv) output
ca_es: informació (-v), depuració (-vv) o depuració amb ubicació (-vvv)
pl: wydaj INFO (-v), DEBUG (-vv) lub DEBUG z wyjściem wywołującego (-vvv)

source: missing client metadata
ca_es: manquen metadades del client
pl: brak metadanych klienta

source: missing metadata %s for incoming request
ca_es: manca la metadada %s del client
pl: brak metadanych %s dla żądania przychodzącego
